{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1808 四分律刪補隨機羯磨", "text": {"0": "3 諸戒受法篇(上)", "1": "曇無德部四分律刪補隨機", "10": "多作。應五條不應六條。乃至應十九條不應二十。若過是條數亦應畜。應法稻田畦畔齊整。聽以刀截成沙門衣。", "100": "捉衣心生口言我比丘某甲。此長衣淨施與某甲於五眾中隨意", "101": "與之。隨彼取用得至十一日。復如前威儀言我某甲此長衣從某", "102": "甲取還得至十日復如初言我某甲此長衣淨。施與某甲。", "103": "隨彼取用如是捨故受新十日一易。", "104": "金粟淨法薩婆多云。錢寶穀米並同長衣十日說淨。律本云。當持至可信優婆塞所。若守園人所。如", "105": "是告言此是我所不應。汝當知之論云。除錢及寶等一切長財。並以五", "106": "眾為施主。若說淨錢寶市得衣物不須淨施。僧祇云施主若死等不得過十日。更覓施主說淨。毘尼母云。若衣", "107": "物未說淨點淨縫衣著。已淨者則名衣和合淨。若色非法。縫著如法者。是名色衣和合淨。更不須別淨。", "108": "5 諸說戒法篇(下)諸說戒法篇第五", "109": "摩得勒伽論云。云何布薩捨諸惡不善法。證得白法。究竟梵行半月自觀犯與不犯清淨身口也。善見云。說戒", "11": "不為怨賊所剝。故薩婆多云。從九條至十三條。下品大衣二長一短。從十五條至十九條。三長一短從二十一條至", "110": "法得知正法久住。毘尼母清淨者。名布薩義。", "111": "僧說戒法佛言。若四人已上當白已說戒。於十四十五十六日說戒聽。上座於布薩日白僧言", "112": "大德僧聽。今白月十五日。布薩白眾僧集某", "113": "處說戒如是白已。上座應教年少比丘。具淨水燈火舍羅聽作。時若打揵搥。及餘時法。若告言。諸大", "114": "德布薩說戒時到。僧集已比座共相撿校。知有來者不來者。其諸莊嚴說戒眾具。廣如鈔中。", "115": "僧同犯識罪懺白法佛言。若僧集說戒。盡犯罪者。不得說戒。不得聞戒。不得向犯", "116": "者懺悔。犯者不得受他懺悔。彼比丘白已當懺悔。應作如是白言大德僧聽此一切", "117": "眾僧犯罪。若僧時到僧忍聽。此一切僧懺悔", "118": "白如是如是白已。然後說戒。律本。更不悔本罪。", "119": "僧同犯疑罪發露白法佛言。若說戒時。一切僧於罪有疑者。應作白言大", "12": "二十五條。四長一短名如法作。若互增減成受持著用得罪。律云。應法四周有緣。五條十隔應自浣染。舒張碾治", "120": "德僧聽。此一切僧於罪有疑。若僧時到僧忍", "121": "聽。此眾僧自說罪。白如是然後說戒。此但露罪得聞說戒本罪。乃識", "122": "已懺。", "123": "尼差人請教授法於說戒日。集僧索欲問緣。答云。差人請教授羯磨文言大姊", "124": "僧聽。若僧時到僧忍聽。僧差比丘尼某甲。為", "125": "比丘尼僧故。半月往比丘僧中求教授。白如", "126": "是。大姊僧聽。僧今差比丘尼某甲。為比丘", "127": "尼僧故半月往比丘僧中求教授。誰諸大姊", "128": "忍僧差比丘尼某甲為比丘尼僧故半月往比", "129": "丘僧中求教授者默然。誰不忍者說。僧已忍", "13": "裁縫大衣。中衣要割截。若少褋葉作若作五納衣亦爾。若下衣得襵葉作。十誦云。若少減量作。若縵作。僧祇", "130": "差比丘尼某甲為比丘尼僧故半月往比丘僧", "131": "中求教授竟。僧忍默然故。是事如是持律本云。", "132": "應白二差一人已彼獨行無護。更差二三人為伴。往僧寺中。至所囑比丘所。義准應差人承受彼囑授尼。應具陳所", "133": "請。已至十六日更往僧寺中求可不時。若得略教授已還至本寺。鳴搥集尼眾。不來者說欲已。然後使尼如僧中", "134": "所。告者在尼眾中具宣僧勅訖。諸尼合掌頂戴受。律雖無文。准僧祇律文。義如此。若僧尼兩眾各滿五人已", "135": "上。方行此法。故律本云。若眾不滿若不和合者。至時但禮拜問訊。", "136": "教誡尼法佛言。於僧說戒時。上座問言。比丘尼眾遣何人來耶。今但取當時說戒者。問之受囑。", "137": "授者即起具修威儀。為白僧言大德僧聽。某處比丘尼僧和合。僧", "138": "差比丘尼某甲。半月半月頂禮比丘僧足。求", "139": "請教授尼人三說。已義加云。彼應至上座所云。大德慈濟能教授比丘尼不。若答言不堪者。乃", "14": "云。葉極廣應四指。極狹如穬麥。律本云。應知此長條此短條。此是葉此是第一縫第二縫。此中縫葉兩向聽葉", "140": "至二十夏已來一一具問。若無有者還至上座所。白言遍問眾僧無有堪者。上座即應作略教誡法。告囑授人", "141": "云。此眾無堪教誡師。明日尼來請可不時。應報言昨夜為尼遍請無有堪者。雖然上座有勅。勅諸尼眾精勤行道。謹", "142": "慎莫放逸。", "143": "告清淨法佛言。若說戒日客來若少者。當告舊比丘清淨。應如是告言大德僧聽。", "144": "我比丘某甲清淨若說戒序竟。方陳此言。必有犯者舉過。告僧已餘者次第聽。", "145": "識罪發露法佛言。當至一清淨比丘。具威儀說所犯。名種白言大德憶念。", "146": "我比丘某甲犯某罪今向大德發露。後如", "147": "法懺悔三說說戒時憶者。須用此法。若餘時中依法懺悔。十誦云。發露比丘不須更發。", "148": "疑罪發露法律本。比丘犯罪有疑復逼說戒。佛言應發露已得聞戒。義准云大德憶", "149": "念。我比丘某甲於某處犯生疑。今向大德發", "15": "作鳥足縫。十誦云。要須却刺前去緣四指施鉤。後八指施紐。薩婆多云。三衣破但緣不斷不失受持。三千威儀", "150": "露。須後無疑時如法懺悔三說。說戒座上憶罪", "151": "發露法律本。為在座上忽憶本罪。向比座說之。舉眾閙亂。佛令發露心念應。義准云我某", "152": "甲犯某罪。為逼說戒。恐鬧亂眾故。待竟當懺", "153": "悔三說疑罪准此。", "154": "略說戒法佛言。若王賊水火病人非人惡蟲。及有餘緣者。若床座少露濕天雨布薩多夜已久。或", "155": "鬪諍說法等。夜久者略說戒。五分僧祇。並為多緣。開聽略說。說前方便一如廣法。隨緣緩急廣略說之。律中", "156": "具有三五略說。隨緣遠近文非明了。今依毘尼母論云。若說序問清淨訖。應言諸大德。是", "157": "四波羅夷法僧常聞十三僧伽婆尸沙。乃至眾學。並云諸大德。是", "158": "眾學法僧常聞。諸大德。是七滅諍法。半月半", "159": "月說戒經中來已下依文廣說。若難卒至應隨到處云。已說至某處。餘者僧常聞。若難", "16": "云。令帖四角。律本令褋障垢膩處。若衣壞隨孔大小方圓補。及如二指大。十誦云。護三衣如自皮。著大衣者不得", "160": "緣逼近不得說序者。僧祇云諸大德。今十五日布薩時。各正", "161": "身口意莫放逸便各各隨意去。律中至布薩日。不得不說。若無人誦者。應差人往比近寺", "162": "誦之。還來本處說。若無者。應說法誦經亦得。", "163": "對首說戒法佛言。若一比丘住處於說戒日。當詣說戒堂掃洒令淨敷坐具。辦澡水瓶然燈火具", "164": "舍羅。若客比丘來。若四人以上應白說戒。若有四人應集白說戒。若有二人不得受欲。應各各三語說戒。", "165": "如是言二大德憶念。今僧十五日說戒。我某甲", "166": "清淨餘二人亦如是三說。若二人共住亦准此。若犯罪者向清淨者發露。若懺悔已。方得加法。若有罪不發", "167": "露者。不應清淨法也。", "168": "心念說戒法佛言。一比丘於說戒日。如前辦眾具。待客比丘。若無者應言今僧十", "169": "五日說戒。我某甲清淨三說五百問事云。如上加法。已有罪者。向四方僧", "17": "捷土石草木雜使。若不持三衣入聚落犯罪。僧祇云。當敬如塔想。不著者擗褺舉之入俗人處。不著紐者家家得", "170": "懺悔已。獨坐誦戒至竟。比丘尼式叉摩那沙彌沙彌尼為別詞同", "171": "上。", "172": "6 諸眾安居法篇(下)諸眾安居法篇第六", "173": "時諸比丘。一切時遊行。蹋殺生草木。斷眾生命根。世人譏呵蟲鳥為譬。佛言。不應一切時遊行。聽三月夏安居", "174": "有通呵。別制出在尼律。", "175": "安居法佛言。有三種安居。前安居。中安居。後安居。前安居者。住前三月。後安居者。往後三月。十誦", "176": "律。佛制五眾並令安居。律云。尼不安居波逸提。僧等四眾突吉羅。明了論云。無五過處得在中安居。一大遠聚", "177": "落求須難得。二太近城市妨修出道。三多蚊蟻自他兩損。四無可依人。可依人要具五德。一求聞令聞。二", "178": "已聞令清淨。三能決疑網。四通達無滯五正見。五無施主供給藥食。並不可安居。律本云。安居有四種。一對首。", "179": "二心念。三忘成。四及界。並有據緣。如下具列。", "18": "罪。五分云。若衣下壞亦令倒著。上下安鉤紐。律中聚落外令反著衣。比丘所行之處。衣鉢恒隨。猶如飛鳥。餘", "180": "對首安居法律本云。應白所依人言。我於此處安居已。口言大德一心念。", "181": "我比丘某甲今依某伽藍某聚落。前三月夏安居。房舍", "182": "破修治故三說五分十誦云。彼人告所白者言知莫放逸。答言受持律本云。", "183": "夏中當依第五律師廣誦二部律者。若違得波逸提。春冬依四種律師。違者突吉羅。理准律意。應問彼言依", "184": "誰持律者。答言依某甲律師。告言有疑當往問五分云。", "185": "佛言。當於持律者安居。若處所迮鬧者。應七日得往返處。心念遙依。若依檀越村野林樹山巖房舍等安居者。", "186": "並同上文。唯改伽藍為異。若修治破壞之語。局僧住處。隨事量度其四眾作法。唯改言比丘尼式叉摩那尼沙", "187": "彌沙彌尼為別。餘詞同上。", "188": "後安居法律中。有比丘四月十六日欲前安居。不至所住。十七日乃到。佛言後安居應准上文言。", "189": "後三月夏安居。餘文並如上。如是乃至五月十六日。後安居法。並准前此。", "19": "廣如鈔。", "190": "心念安居法佛言。若無所依人。可白應心念。安居文言我比丘某甲。", "191": "依某僧伽藍。前三月夏安居餘詞同上。", "192": "忘結便成法時有比丘來。至所住處安居。忘不結。佛言。若為安居故來便成安居。律中為客", "193": "比丘。本有要期。外來託處有忘開結。必有住人不在通限。若本有方便。理通客主也。", "194": "及界與園成安居法時有比丘往餘處安居。一脚入園及界。便明相出。如是兩脚入", "195": "園及界。便明相出。如是兩脚入園及界。便經明相。佛言。並成安居。若准人解。後二種法應在前。後十六日若在中", "196": "安居。隨日得結。", "197": "受日法時有佛法僧塔事。及父母檀越召請受戒懺悔等緣。并瞻病求藥問疑請法。如是諸事不知云", "198": "何。佛言不及即日還聽受。七日去不及七日還聽受。十五日去不及十五日還聽受。一月日及一月日應還其三", "199": "種。受日並不通夜不同他。律又所為之緣。但是破戒非法事者。並非正緣不成受日。及破安居。十誦云。應五眾", "2": "羯磨卷下", "20": "受安陀會法佛言。三衣應受持。若疑捨已更受。若有衣不受持者突吉羅。而不出受法。今", "200": "安居。五眾受日若受日往赴在道事盡。即須返界。以無法故。明了論中。有重受七日法。僧祇律云。比丘尼無羯", "201": "磨受日法。若有緣開七日。", "202": "事訖羯磨受日法僧祇律第四十卷云。路遠緣長為塔事僧事。應作求聽羯磨事訖。應還", "203": "有人加僧忍聽。此妄增聖教。彼羯磨例同大德僧聽。某甲比丘於此", "204": "處雨安居。若僧時到僧某甲比丘。於此處", "205": "雨安居。為塔事出界行還此處住。諸大德", "206": "僧聽。某甲比丘為塔事僧事。出界行還此處", "207": "安居。僧忍默然故是事如是持。", "208": "羯磨受日法佛法東流。數本羯磨乞受日法。全缺不同。皆自意言。未尋正教。今學所宗但依", "209": "律本。本既無乞不可妄加。又括諸部並無加乞應告情已。羯磨者如是白言大德僧聽。若", "21": "准十誦加受持。若以青黃赤白黑五大色及上色染。律論並不成受。若如法衣應云大德一心", "210": "僧時到僧忍聽。比丘某甲受過七日法十五日一月日。", "211": "出界外。為某甲事故還來此中安居。白如", "212": "是。", "213": "大德僧聽。比丘某甲受過七日法十五日一月日。出界", "214": "外。為某事故還來此中安居。誰諸長老忍僧", "215": "聽比丘某甲受過七日法十五日一月日。出界外為某", "216": "事故還來此中安居者默然。誰不忍者說。僧", "217": "已忍聽。比丘某甲受過七日法十五日一月日。出界外。", "218": "為某事故還來此中安居竟。僧忍默然故。是", "219": "事如是持。", "22": "念。我比丘某甲。此安陀會五條衣。受一長", "220": "對首受日法律論。但聽受七日。並無正法傳用。羯磨白中義亦無失。十誦云。若無比", "221": "丘。當從四眾受。應告言長老一心念。我比丘某甲。今受七", "222": "日法。出界外。為某事故。還來此中安居。白長", "223": "老知三說十誦律云。開獨住比丘心念。受日應准上文。唯除所對之言為別。", "224": "命梵二難出界法律中。若安居中本二大童女婬女伏藏。欲來誘調比丘。又有惡鬼怨", "225": "賊毒蟲惡獸。不得如意醫藥使人我若此住。必為我淨行及命作留難。佛言聽去。准毘尼母論云。移夏不破安居。", "226": "諸部無文開。", "227": "受日出界逢難法律中。比丘受七日出界。為父母兄姊等至意留過日。或水陸道斷遂", "228": "即過限。佛言不失歲。僧祇云。若受日在道不得迂迴。當日若了。即還本界。", "229": "7 諸眾自恣法篇(下)諸眾自恣法篇第七", "23": "一短割截衣持三說下衣有四種。謂割截襵葉褋葉縵作。就中有正從二品。先明正有三種。", "230": "時諸比丘共住受持瘂法。佛種種呵責言。此是白羊外道法。自今已去聽共相檢校。知有罪無罪。有十利故。便得", "231": "正法久住應安居竟自恣也。", "232": "僧自恣法佛言。應十四日十五日十六日自恣。餘辦眾具如說戒中。比丘不知何時。佛言聽小", "233": "食大食上上座。應唱令白云大德僧聽。今白月十四日餘日准此。", "234": "眾僧集某處自恣。", "235": "差受自恣人法佛言。聽作時若打揵搥。若告言。諸大德。自恣時到僧集已。應先差人應具", "236": "兩種五德。一自恣五德。不愛不恚不怖不癡。知自恣未自恣。二具舉罪五德。知時如實利益柔軟慈心也。十誦五", "237": "分。並差二人以上。若眾止五人前後單差。若有六人一時雙牒而作羯磨。應和問答已白言大德僧", "238": "聽。若僧時到僧忍聽。僧差比丘某甲某甲作", "239": "受自恣人。白如是。", "24": "從有二十一種。若作襵葉褋葉。二種衣者加授文時。餘詞同上。但改下襵葉衣持。或褋葉衣持。若從衣受持", "240": "大德僧聽。僧差比丘某甲某甲作受自恣人。", "241": "誰諸長老忍僧差比丘某甲某甲作受自恣人", "242": "者默然。誰不忍者說。僧已忍差比丘某甲某", "243": "甲作受自恣人竟。僧忍默然故。是事如是持", "244": "作此法已。兩五德者。方從座起。至上座前。禮僧足已。然後䠒跪和白。", "245": "白僧自恣法佛言。自恣時應知比坐有來。不來者聽先白已。然後自恣作是白言大", "246": "德僧聽。今日眾僧自恣。若僧時到僧忍聽。僧", "247": "和合自恣。白如是佛言若比丘應十四日自恣。比丘尼應十五日自恣。此謂二眾相", "248": "依住法。若無緣者三日俱得自恣。", "249": "正自恣法佛言。應偏袒右肩脫革屣䠒跪合掌。應一一從上座作。次第應離坐自恣。五分云。取", "25": "者。應如是加云大德一心念。我某甲比丘。此安陀會", "250": "草布地令在上自恣老病者隨竟復本座。應對前五德者言也大德眾僧今日自", "251": "恣。我比丘某甲亦自恣。若有見聞疑罪。願大", "252": "德長老哀愍故語我。我若見罪。當如法懺悔", "253": "三說律本云。若說錯忘一一授之。其二五德。准僧祇云。各至本座處自恣。不得待僧竟。其眾僧自恣已。五德至上", "254": "座前。告云僧一心自恣竟。便如常禮退。出十誦律。", "255": "略自恣法佛言。若有八難及餘緣。如說戒中事者。略說自恣。但對首有二略。單白已有三略。如鈔所", "256": "明。若難事可得。廣說便廣說。若再說若一說。若不者應如法治。", "257": "四人以下對首法佛言。若有四人不得受。第五人欲更互自恣。應盡集自恣。若有四", "258": "人。應更互自恣如是白言三大德一心念。今日眾僧自恣。", "259": "我某甲比丘清淨三說已。若有三人二人亦准此法。唯改對首人數為異。又不得別", "26": "二十五條衣。受四長一短割截衣持如是三說乃至九條七條", "260": "眾。及以有犯。並不應此法。", "261": "一人心念法佛言。若自恣日往說戒堂掃洒。敷坐具盛水器洗脚器然燈火具舍羅。為待客比丘。", "262": "若無來者。應心生口言今日眾僧自恣。我比丘某甲清淨", "263": "三說。", "264": "尼差人自恣法佛言。比丘尼夏安居竟。聽差一比丘尼為尼僧故往大僧中說自恣。若僧", "265": "尼二眾各不滿五至自恣日。比丘尼往至比丘所。禮拜問訊。若眾滿者應索欲問緣。答云差人自恣羯磨應云大", "266": "姊僧聽。若僧時到僧忍聽僧今差比丘尼", "267": "某甲。為比丘尼僧故。往大僧中說三事自恣", "268": "見聞疑。白如是。", "269": "大姊僧聽。僧今差比丘尼某甲為比丘尼僧", "27": "類此取解其欝多羅僧僧伽梨。各有正從。加受差互准上可知。若加縵安陀會。餘文如上應言此縵安", "270": "故。往大僧中說三事自恣見聞疑。誰諸大姊忍", "271": "僧差比丘尼某甲為比丘尼僧故往大僧中說", "272": "三事自恣見聞疑者默然。誰不忍者說。僧已", "273": "忍差比丘尼某甲為比丘尼僧故往大僧中", "274": "說三事自恣見聞疑竟。僧忍默然故。是事如", "275": "是持佛言。彼獨行無護者。應差二三尼為伴往大僧中。禮僧足已曲身低頭。合掌作如是語比", "276": "丘尼僧夏安居竟。比丘僧夏安居竟。比丘尼", "277": "僧說三事自恣見聞疑罪。大德僧慈愍故語我。", "278": "我若見罪。當如法懺悔三說。已良久。僧上座告言。徒眾上下各並默然者。實由", "279": "尼等內勤三業外無三事故不見犯。雖然上座有勅。勅諸比丘尼眾。如法自恣謹慎莫放逸。使尼禮僧足辭退至", "28": "陀會受持三說若擬作欝多羅僧僧伽梨者。並准安陀會法。唯約衣上下。增減為異。", "280": "本寺已。集尼眾等傳僧教勅。如說戒法所明也。此自恣說戒略教授法。律本文缺義明前後。而臨事必須條理不容", "281": "杜默故。且略標一句。以表常式。得齊行用未必依文。", "282": "8 諸分衣法篇(下)諸分衣法篇第八", "283": "於中僧得施有二。初謂七眾所施為僧得。二謂道俗所施為現前。若約緣就時不出六種。", "284": "一二部僧得施法時有住處二部僧。多得可分衣物。時比丘僧多比丘尼少。佛言分作二", "285": "分。無比丘尼純式叉摩那。亦分作二分。若純沙彌尼亦分作二分。若無三眾。比丘僧應分。若比丘尼多僧少。若無", "286": "應分作二分。若乃至無沙彌者。比丘尼應分得物已。至當部中皆須作羯磨分。所以名僧得者。以施主心普均一化", "287": "物遍通十方。但有僧尼皆沾其分故名僧得。還須僧法羯磨。遮約十方來者。既作法已。現前自分羯磨如後。", "288": "二二部現前得施法爾時世尊三月靜坐。唯除一供養人。時有六十頭陀比丘。往至", "289": "佛所為佛所讚。諸非頭陀比丘捨衣成大積。佛言。應布施眾僧。若與一人聽與比丘尼非衣。若行波利婆沙摩那", "29": "受欝多羅僧法此衣正有二。謂割截褋葉七條也。從有二十。若受割截衣。餘文准上下", "290": "埵。比丘應與分。七羯磨人應置地與若使人與。若沙彌應等與若與半。若三分與一。守僧伽藍人應等與。若乃", "291": "至四分與一分。若不與不應分。若分應如法治。", "292": "三時現前得施法時有比丘在異處。結夏安居已。復於異處住。不知何處取物分。佛言", "293": "聽。住日多處取。若二處俱等聽。各取半。若大得可分應隨數人分。或墮籌分乃至一人直爾攝取。不作心念法。", "294": "四非時現前得施法時現前僧大得可分衣物。佛言。聽數人多少。若十人為十", "295": "分。乃至百人為百分。若好惡相參應使不見者擲籌分之。不合羯磨。", "296": "五時僧得施法時有比丘未分夏衣便去後分衣而不待來。又忘不出。行者分不知成分", "297": "不。佛言成分衣。應相待亦應出。彼分應羯磨分之。如非時僧得施法。佛言。若一比丘安居。大得僧夏安居衣。應", "298": "心念口受言此是我物三說已。若受不受更有餘。比丘來不應與分。", "299": "六非時僧得施法得施有二。若道俗作檀越欲以施物。普通十方皆興施福故。律", "3": "京兆崇義寺沙門道宣集", "30": "文加法云此欝多羅僧七條衣。受兩長一短割截衣", "300": "云。時有異住處現前僧。大得可分衣物。分衣時有客比丘數數來分衣疲極。佛言。應差一人。令分白二羯磨與其", "301": "正法。然後分如亡人輕物中說。二者若亡五眾所有衣物。佛言。應一切屬僧。然僧有四方現前不同故。物則", "302": "重輕兩別。又約輕重物中分處。非唯一軼具如後十段。", "303": "初明五眾死物之所屬十誦。有比丘死衣物眾多。王家親屬並欲取物。佛言。", "304": "王親不合。僧應得之。乃至今時雖依三寶。出家財法必緣僧得。佛法非分故入二僧。廣如鈔中說。", "305": "二分法十種一者糞掃取。如五分律水漂死者。二現前取。如十誦學悔人擯人守戒人共住互", "306": "死者。三同見取如律此彼二部互死者。四功能取。如律云三舉人死入同羯磨舉僧。五二部僧取。如律無住處", "307": "死。薩婆多二界中間死。六面所向取。如論二界中間死。七入和尚。僧祇云。沙彌死衣物令和尚知八入所親白衣。", "308": "薩婆多云。滅𢷤人物。九隨所在得。如十誦寄人不寄處等。十在眾中死羯磨取。廣亦如鈔說。", "309": "三同活共財法律無正斷。若取分別共財。則除隨身之物。已外中分入僧同活。則任在者", "31": "持三說若褋葉衣若從衣並准改。受僧伽梨法此衣正有十八種。謂割截褋葉。各有九", "310": "籌量。出處多少但取實情。生死同志則無負犯。若涉私懷。具招兩過。", "311": "四負債法佛言。應問言誰負病者物。病人負誰物。知已應索取。若負他者聽持長衣償。若無賣三衣", "312": "償有餘與瞻病人。僧祇云。當深察前人。可信可證明者與之。反此不得。", "313": "五明囑授佛言。僧問瞻病人言。病人有囑授不。若云病人臨終時言。此物與佛與法與僧與塔與人。", "314": "若我終後與者。佛言。應索取現前僧分五分。若生時與人未持去者。僧應白二羯磨與之。", "315": "六分物時僧祇言。若病者死不可信。應持戶鉤付僧知事人。然後供養舍利。毘尼母云。先將亡者去", "316": "藏󱌰已送喪。僧還來至寺取亡人物著僧前。然後依法集僧分之。", "317": "七斷輕重物十誦病人死無看病者。取衣物浣洗曝卷擗徐擔入眾中。律云。彼持亡者衣物。來", "318": "在眾中。當作是言大德僧聽。某甲比丘彼此。住處命過所", "319": "有衣物此住處現前僧應分如是三說毘尼母云。並取衣物在僧前。著", "32": "品。從有六種。若受割截衣。餘詞如上。准改下云。是僧伽梨若干條衣受若干長", "320": "已遣一人處分。可分物不可分物。各別一處。正明處分佛言若比丘死。若多知識若無知識。", "321": "一切屬僧。若有園田果樹別房。及屬別房物銅瓶銅盆斧鑿燈臺繩床坐褥臥褥氍氀車輿。守僧伽藍人水瓶澡罐", "322": "錫杖扇。鐵作器木作器陶作器皮作器竹作器。及諸種種重物。並不應分屬四方僧。氍𣯫長三肘廣五肘毛長三指。", "323": "剃刀衣鉢坐具針筩俱夜羅器。現前僧應分之。律文正斷如此。餘有不出者。當於諸部律論聯類斷判。當觀律本判", "324": "意不容緩急自欺。必欲廣知具如量處重輕物儀中。俱夜羅器者謂減盋次盋小盋又餘鋺", "325": "盞器皿。", "326": "八量德賞物佛言。五法成就應與病人衣物。故知不具則不得賞。一知病人可食不可食可食", "327": "應與。二不惡賤病人大小便唾吐。三有慈愍心不為衣食。四能經理湯藥。乃至差若死。五能為病者說法。己身於", "328": "善法增益。僧祇律有四種暫作。若僧差作自樂福作邪命作。並不合賞。若為饒益。病者欲令速差。下至然一燈", "329": "遇命終者。便得此物。五分云。多人看病與究竟者。律云。當與受持衣。若不知者當極與看病。與上三衣隨看", "33": "若干短割截褋葉。衣持三說乃至九條准上例受。若有從衣可例如前。", "330": "中下與衣亦爾。十誦云。若不信者與不好不惡六物。五分十誦云。比丘病二眾合得。比丘尼病三眾得。摩得勒", "331": "伽云。白衣看病。應與少許。尼三眾同之。十誦云。看病人為病者出外乞。衣藥得。留待還付之。五分外界看病者。", "332": "依法賞之。正明賞法佛言。應與瞻病者六物。謂三衣鉢坐具鍼筩盛衣貯器。應如是與。大", "333": "德僧聽。某甲比丘命過所有三衣鉢坐具鍼筩盛衣貯器。隨當時", "334": "有者牒入。此現前僧應分。若僧時到僧忍聽。僧今", "335": "與某甲看病比丘。白如是　大德僧聽。某甲", "336": "比丘命過所有三衣鉢坐具鍼筩盛衣貯器。此現前僧", "337": "應分。僧今與某甲看病比丘。誰諸長老忍。僧", "338": "與某甲看病比丘三衣鉢坐具貯器者默然。誰不忍", "339": "者說。僧已忍與某甲看病比丘衣物竟。僧忍", "34": "受縵衣法律本云。下三眾離衣宿。得突吉羅。薩婆多云。應持上下二衣。一當安陀會。二當欝多", "340": "默然故是事如是持律本具明。有德合賞。若無德者理非僥倖。必知事勞無有法。", "341": "益者可入輕物作法。然後和僧。准論隨功賞贈。", "342": "九分輕物法毘尼母云。五人共住一人死。不得作展轉分。律中出法少不具足。今准非時僧得", "343": "施羯磨具有展轉之言。則五人已上須用此法。律文當差一人令分白二羯磨。如是與之。有人存三番作法。此思", "344": "文未了。亦有存二番法者。今准羯磨文中。具含付分二法。餘無故不出。准律羯磨云大德僧", "345": "聽。某甲比丘命過。所有衣物現前僧應分。若", "346": "僧時到僧忍聽。僧今持是衣物與比丘某甲。", "347": "某甲當還與僧白如是　大德僧聽。比丘某", "348": "甲命過。所有衣物現前僧應分。僧今持是衣", "349": "物與比丘某甲。某甲當還與僧。誰諸長老忍。", "35": "羅僧。若得如法衣應言大德一心念。我沙彌某甲。此縵安", "350": "某甲比丘命過。所有衣物現前僧應分。僧今", "351": "持與比丘某甲。某甲當還與僧者默然。誰不", "352": "忍者說。僧已忍持此衣物與比丘某甲。某甲", "353": "當還與僧竟。僧忍默然故是事如是持作此法已。", "354": "隨人多少取其衣物依數與之不宜別施更招漏染非佛制故。五分云。若不遍者和僧與一無衣比丘。善見云。若", "355": "一衣極好不須割破。眾並有者從上行之。須者直付之。四人分法毘尼母云。若但四人應作直分羯", "356": "磨。其賞看病物義准。三人口和。以衣付言諸大德憶念。今持此", "357": "亡比丘某甲衣鉢坐具等隨有言之。與某甲着病比丘三說", "358": "自餘輕物應准作直分。羯磨云大德僧聽。若僧時到僧忍聽。某", "359": "甲比丘命過。所有衣物現前僧應分白如是", "36": "陀會受持律雖不出受法。今准十誦。五分律中加法三說故也。", "360": "大德僧聽。比丘某甲命過。所有衣物現前", "361": "僧應分。誰諸長老忍。僧今分是衣物者默然", "362": "誰不忍者說。僧已忍分是衣物竟。僧忍默然", "363": "故是事如是持若捨衣若分衣。若客來並如上。眾多人分法毘尼母云。四", "364": "人共住一人死。應展轉分捨衣已賞勞法。但二人口和付言大德僧聽。我等持是", "365": "亡比丘某甲衣鉢坐具鍼筩盛衣貯器。與某甲看病比", "366": "丘三說已。其輕物者准。本律云。應彼此三語。受共分應言。二大德聽此亡。比", "367": "丘某甲衣物應屬我等三說餘人亦爾。若有二人亦須准上其賞勞。直付三語。", "368": "雖了分物。未入手客來須與分。一人心念法毘尼母云。一相應法者。二人共住一人死。", "369": "在者取衣口言此某甲亡比丘物應屬我作此三說已。手執物故後來不得。", "37": "捨衣法律本云。有疑聽捨已更受不出捨文。僧祇云。有緣須捨者。具修威儀加云大德", "370": "十得受衣法僧祇云。若為病人求醫藥衣食。及為塔事僧事。雖當時不在並應與分。善見云。若", "371": "界外比丘入。亦須與分。謂在羯磨時。律中有比丘無想別眾不成分衣。又現前施中得與沙彌淨人。分等或等或半", "372": "如前分別。十誦云。比丘有衣鉢寄尼者。若死比丘索取先見者分之。若在白衣家死者輕物隨五眾。現前分重物", "373": "任意遠近。有僧法寺付之。若無五眾者。律令信樂檀越應守掌。若無五眾來者應送。與近處僧伽藍僧。餘如鈔", "374": "中。", "375": "9 懺六聚法篇(下)懺六聚法篇第九", "376": "懺悔法律云。有二種人。一者愚癡謂不見犯。雖見犯不能如法懺悔。二者智人即返上句。未曾有經云。", "377": "前心作惡如雲覆日。後心起善如炬消闇。故經律俱明懺悔。然懺法多種。若作事懺但能伏業易奪。若作理懺則", "378": "能焦業滅業。先論利根依理斷業。如涅槃云。若有修習身戒心慧。能觀諸法由如虛空。設作惡業思惟觀察。能", "379": "轉地獄重報現世輕受。若於小罪不能自出。心初無悔不能修善覆藏瑕玼。雖有善業為罪垢污現世輕報。轉為", "38": "一心念。我比丘某甲此僧伽梨。是我三衣數", "380": "地獄極重惡果。是為愚癡。若犯四重五逆謗法名為破戒。有因緣故則可拔濟。若披法服常懷慚愧。生護法心建立", "381": "正法。我說是人不名破戒。成實論云。有我心者則業煩惱集。若無我者則諸業不能得報以不具故。未曾有經云。夫", "382": "人修福須近明師。修習智慧悔重惡業。華嚴經云。譬如幻師能幻人目諸業如是。若如是知是名清淨真實悔過。二", "383": "者鈍根依事懺者。若依大乘則佛名方等具列行儀。依法懺悔要須相現准教驗心。若依律宗必須識於罪名種相隨", "384": "有牒懺。若疑不識不合加法唯除不學者隨犯結根本。此但滅犯戒罪也。故智論云。戒律中雖復微細懺則清淨。犯", "385": "十善戒雖懺三惡道罪不除。如比丘犯諸性戒等。", "386": "懺波羅夷法佛言。若比丘比丘尼。若犯波羅夷已。都無覆藏心當如法懺悔。與學戒羯磨奪三", "387": "十五事盡形行之。若眾僧說戒羯磨時來與不來無犯。若更犯重應滅擯。僧祇云。若犯重已啼泣不欲離袈裟", "388": "者。又深樂佛法應與學戒。比丘不淨食彼亦不淨。彼不淨食比丘亦不淨。得與比丘過食除火淨五生種及金銀。自", "389": "從沙彌受食。十誦云。佛所結戒一切受行。在大比丘下坐不得與大僧過。三夜自不得與未受具過三夜得。與僧", "39": "先受持今捨一說。便止下二衣。乃至尼五衣等。須捨亦爾。", "390": "作自恣布薩二種羯磨不得。足數餘眾法不得作得受歲。律云。不得眾中誦律無者聽之。毘尼母云。與學悔法已", "391": "名清淨持戒。但此一身不得超生離死障不入地獄。", "392": "懺僧伽婆尸沙法佛言。若犯僧殘已覆藏者隨覆藏日。與波利婆沙。行波利婆沙已與", "393": "六夜摩那埵。行摩那埵已當二十僧中出罪。若犯罪不覆藏。僧。應與六夜摩那埵。行此法已便二十僧中與出罪", "394": "羯磨。若二種行法中間重犯。隨所犯者與本日治。行此法已然後出罪。若行波利婆沙者。得羯磨已奪三十五事。", "395": "在僧下行八事失。夜白僧發露供給眾僧盡覆日行之其摩那埵法與別住法並同唯在僧中宿為異。", "396": "懺偷蘭遮法罪緣兩種。初明獨頭偷蘭。有三差別如破法輪僧盜四錢盜僧食等名上品。若破羯", "397": "磨僧。盜三錢以下互有衣相觸等名中品。若惡心罵僧盜一錢。用人髮食生肉血。裸身著外道衣等名下品。二", "398": "明從生者。十誦云。從初篇生重應一切僧中悔。若初篇生輕二篇生重。應界外四比丘眾中悔。若僧殘生輕應一", "399": "比丘前悔。薩婆多云。懺法與波逸提同前獨頭偷蘭懺法。亦准從生上中下懺應知。已前三懺罪", "4": "4 衣藥受淨篇(下)衣藥受淨篇第四", "40": "尼受餘二衣法時比丘尼露胸膊行。為世人譏慢故白佛。佛言當畜僧祇支覆肩衣。今准僧", "400": "事非輕悔法。繁密理須精練。自可持律行用", "401": "是常。餘者博尋終成虛托必欲清蕩即是智", "402": "人。觀緣執法固無有失。縱舒撰次非學不知", "403": "徒費時。功未辦前務故闕而不載。必臨機秉", "404": "御大鈔詳委。", "405": "懺波逸提法悔通僧別故。前列三十。唯據對首。後列九十由貪慢財事輕重二心故。分二位懺", "406": "捨兩據。前懺捨墮佛言。犯捨墮衣不得遣與人作。三衣作波利迦羅衣。若數數著用衣。若淨施", "407": "應捨已然後作淨。此尼薩耆衣當捨與僧若眾多人若一人不得別眾捨。若捨不成捨得突吉羅。故知三種懺法又。", "408": "犯通僧別界分二所並委詳思。", "409": "僧中懺法要須五人以上為受懺者。僧中捨墮有於三種。初明捨財謂離罪緣。中明捨心謂離罪因。", "41": "祇加云大姊一心念。我比丘尼某甲。此僧祇支", "410": "後明捨罪除生死業。此之三捨懺法宗途義類通贍。", "411": "初明捨財三十捨中乞綿作衣。畜貿二寶此之三戒不對於僧。餘者皆通三境。今摘取數犯者", "412": "以為摽首。捨法有三。初五長之物。二離受衣。三餘雜捨等辯定此三訖。將往僧中。佛言。捨與僧時持往僧", "413": "中。偏袒右肩脫革屣向上座禮。䠒跪合掌應作如是捨言大德僧聽。我某甲比", "414": "丘故畜一三五八。事長衣犯捨墮故離僧伽梨宿犯捨墮。自買得一事衣犯捨墮。", "415": "我今捨與僧一說若知數者隨多少言之。若衣財眾多乃云不憶數也。唯除三衣一種以必有數。", "416": "若衣財多處並隨處捨已。然後懺罪由通染犯故也。乃至罪名多少並具明牒。准律如此不可癡作。", "417": "中明捨心薩婆多云。衣已捨罪已悔畜心斷當日明日。或得本財及得異財並不犯。二者衣已捨罪已", "418": "悔。畜心不斷當日明日得本異財並犯由心染故。三者衣已捨罪未悔畜心斷者。若即日得本財異財犯吉羅。今", "419": "按諸律論。捨墮還財並由僧量不自專已。或永棄捨。或永入僧。或還本道俗。或通施七眾。如律本斫壞入庫之例", "42": "如法作。我受持三說若准僧祇文。廣四肘長二肘。是祇支本制。今則改變。止可義准。其", "420": "等是也。故捨心決絕曾無顧錄。若還本財事同新得如法說淨應本白法。今此律宗言非虛設。既捨與僧心亦無", "421": "繫故。律本云。若不還衣若著用破壞受作三衣。但犯吉羅止是失法之罪。", "422": "捨罪法佛言。彼捨衣竟。即於僧中懺悔。", "423": "乞懺悔法准律本後文出當作是乞大德僧聽。我某甲比丘。", "424": "故畜眾多若干長衣犯捨墮。是衣已捨與僧。今有眾多", "425": "若干波逸提罪。從僧乞懺悔願僧聽。我某甲比", "426": "丘懺悔。慈愍故三說。", "427": "請懺悔主法佛言。若一住處一切僧並犯罪者不得向有犯者懺悔。有犯者不得與他解罪。若", "428": "有客比丘未清淨無犯者。當一一往彼所懺悔。若無來者當詣比近清淨眾中懺悔。此比丘當還本住處。餘比", "429": "丘向此比丘說犯名種懺悔。若能如是者名清淨。五分律云。若有命難因緣。佛開同犯不同犯並得受懺。若無緣", "43": "覆肩衣廣長亦如祇支法今取所著者。或減量作。不必依文。應准改加法大姊一心念。我", "430": "者不得。故律云。有二種癡。謂不見犯從犯者。懺悔律闕請法。今准義須應言大德一心念。", "431": "我比丘某甲今請大德。為波逸提懺悔主。願", "432": "大德為我作波逸提懺悔主。慈愍故三請未得答其可不。", "433": "和白法應索欲問和已答云。受波逸提懺悔羯磨大德僧聽。某甲比丘", "434": "故畜眾多若干長衣犯捨墮。此衣已捨與僧。是中有", "435": "眾多若干波逸提罪。今從眾僧乞懺悔。若僧時到僧", "436": "忍聽。我比丘某甲。受某甲比丘懺悔白如是", "437": "作是白已。告言可爾。", "438": "正捨罪法其常途謹誦多有繁濫捨過。則無不可妄指藏罪。著用隨犯方言希。故削除有則如後應", "439": "言大德一心念。我比丘某甲故畜眾多若干長衣犯", "44": "比丘尼某甲。此覆肩衣如法作。我受持三說若有", "440": "捨墮。此衣已捨與僧。有眾多若干波逸提罪。今向", "441": "大德發露懺悔不敢覆藏。懺悔則安樂不懺", "442": "悔不安樂。憶念犯發露知而不敢覆藏願大", "443": "德憶我清淨。戒身具足清淨布薩三說已應語言自責", "444": "汝心生厭離答言爾。", "445": "還衣法佛言。彼捨墮衣應還此比丘。若不還者犯罪。還法有三。謂五長等有緣者展轉還。非五長者", "446": "即座還。若無緣五長者明日還。明了論中。令一宿間故義須分識。", "447": "初明即座轉付法佛言。若眾僧多難集。此比丘有因緣事欲遠行者。應問言。汝此", "448": "衣物與誰。隨彼說便與。是中有一月衣急施衣。過後畜長鉢殘藥長衣。此五長戒依此法還之應作如是言大", "449": "德僧聽。某甲比丘故畜眾多若干長衣犯捨墮。此衣", "45": "換易須捨者。亦准上文。其式叉尼沙彌尼。受四衣。亦准同前。", "450": "已捨與僧。若僧時到僧忍聽。僧今持是衣與", "451": "某甲比丘。某甲比丘當還此比丘。白如是。", "452": "大德僧聽。此某甲比丘故畜眾多若干長衣犯捨", "453": "墮。此衣已捨與僧。僧今持此衣與某甲比丘。", "454": "某甲比丘當還此比丘。誰諸長老忍。僧持此", "455": "衣與某甲比丘。某甲比丘當還此比丘者默", "456": "然。誰不忍者說。僧已忍。持此衣與某甲比丘。", "457": "某甲比丘當還某甲比丘竟。僧忍默然故是", "458": "事如是持僧祇云。知識比丘僧中。得此衣已屏處付與。", "459": "後明即座直付法若非五長並依此法若是五長曾經宿者亦准此文大德", "46": "心念受捨衣法五分云。獨住比丘三衣中。須有換易者。應具修威儀。手執衣心生口言", "460": "僧聽。某甲比丘。故離僧伽梨宿餘二衣乃至迴僧物並准著。", "461": "犯捨墮。此衣已捨與僧。若僧時到僧忍聽。僧", "462": "今持此衣還某甲比丘。白如是。大德僧聽。某", "463": "甲比丘故離僧伽梨宿犯捨墮。此衣已捨與", "464": "僧僧今持此衣還某甲比丘。誰諸長老忍。僧", "465": "持此衣還某甲比丘者默然。誰不忍者說僧", "466": "已忍還某甲比丘衣竟。僧忍默然故是事如", "467": "是持。", "468": "對四人已下對首法若向四人懺者。捨財文同於上懺罪。須口和三人不得用單白。", "469": "還財得作直付羯磨如上。佛言。若欲在三比丘前懺悔者。應至三清淨比丘所。如前捨懺法具修威儀作如是捨言", "47": "加法云我比丘某甲。此僧伽梨若干條。今捨三說已然。", "470": "諸大德聽。我某甲比丘故畜眾多長衣犯捨", "471": "墮。我今捨與諸大德作如是捨已應懺本罪。先請懺悔主其請文如上。僧中無異是", "472": "中懺主。應問餘二比丘言二長老聽。若長老聽。我受某甲", "473": "比丘懺悔者。我當受。彼二比丘答言可爾方告懺罪者言可爾。還衣對二人", "474": "亦爾。", "475": "對一人捨墮法佛言。若在一比丘前懺悔者。至一清淨比丘所應如法懺。今時行事對首懺", "476": "多故須明立定式使披尋者易為昭練。", "477": "捨衣法應將一比丘至自然界中。或在戒場並須盡集。將所犯財並連束一處已。具修威儀如是捨言", "478": "大德一心念。我某甲比丘故畜眾多長衣。故離僧伽梨宿。犯捨墮", "479": "今捨與大德一說。", "48": "後受所長之衣。如前威儀加法。我比丘某甲此僧伽梨若干條受", "480": "請懺悔主法其文如上僧中所說。懺悔主應為分別罪名。及種與相也。名謂六聚差別種。謂", "481": "畜長離衣三十事異相謂一多不同。故律云。一名多種住別異。佛言。若犯僧殘罪乃至突吉羅。知而覆藏者應先", "482": "教作突吉羅懺。後如法懺故知前須委問然後教悔。", "483": "明藏罪法若案捨墮具足八品。突吉羅二品。根本從生如後所列。覆藏合有六品。初二品覆", "484": "本墮生。中二覆著用不淨衣生。後二覆僧說戒默然生。並經初夜二夜以去為率。先懺從生罪", "485": "其八品小罪。應總請一懺悔主。文同波逸提。唯以突吉羅懺悔主為異。次正懺悔覆藏罪大德一", "486": "心念。我比丘某甲。故畜眾多長衣。犯眾多", "487": "波逸提罪。經夜覆藏隨夜展轉覆藏并著用犯捨衣突吉", "488": "羅罪。經夜覆藏。隨夜展轉覆藏。經僧說戒默妄語犯突吉羅罪。經夜覆藏。隨夜展轉覆藏。並據有言之。並", "489": "犯突吉羅罪不憶數。今向大德發露懺悔。更", "49": "三說餘二衣等受捨亦爾。所捨長衣如後心念淨施法。餘四眾受捨並准此。", "490": "不敢作。願大德憶我一說餘治罪立誓並如上。", "491": "懺悔二根本小罪法善見云。犯捨墮衣不捨而著隨著得突吉羅。律云。僧說戒時", "492": "乃至三問。憶念罪而不發露者突吉羅大德一心念。我某甲比丘犯", "493": "著用不淨衣及經僧說戒默妄語。並犯突吉", "494": "羅罪各不憶數。今向大德發露懺悔更不敢", "495": "作。願大德憶我一說餘詞同上。此並據有犯者言之。上來從生根本律合前後兩懺", "496": "不出正文。今義准諸懺理例可解。故立正儀想無疑濫。", "497": "懺根本罪法應對前懺主言大德一心念。我比丘某甲", "498": "故畜長衣不說淨犯捨墮。此衣已捨與大德。", "499": "有眾多波逸提罪。今向大德發露懺悔不敢覆", "5": "受衣法時諸比丘多畜衣服。佛言。當來善男子不忍寒苦。畜二衣足不得過。僧祇云。三衣是沙門賢", "50": "受尼師壇法佛言。為身為衣為臥具故制畜之。長周四尺。廣三尺。更增半搩手者。律本善見", "500": "藏餘文如上僧中乃至呵治立誓還衣諸法並准前條其犯捨財已用壞盡。必委種相及九十事並同懺悔。", "501": "懺後墮法大同三十中。唯無財捨為異。若懺前品從生八種。或有或無如新衣過。量著用並犯理須", "502": "准懺。如妄語掘地無因而犯亦不必並通。宜隨犯多少稱實前懺不得在根本。後以佛制在前。若懺根本別眾得", "503": "開不同三十。其請懺悔主文如上說。若正悔本罪文。少有別應言大德一心念。我", "504": "某甲比丘。犯故妄語波逸提罪餘有隨稱。不憶數但犯", "505": "單墮多不憶實。自有憶者隨有言之實而非謬。今向大德發露懺悔不敢", "506": "覆藏餘詞如上。乃至呵責立誓亦爾。", "507": "懺波羅提提舍尼法謂在村巷中。從非親尼自手受食。或食尼指授食等。諸律令", "508": "請一人為懺主說罪名種一說便止其詞曰大德一心念。我某甲比丘。", "509": "食比丘尼指授食。犯波羅提提舍尼罪不憶數。", "51": "云。令於縷際外增之。十誦云。新者二重。故者四重。僧祇云。不得輒爾持故物作。及屈頭縮量水濕量。若乾大", "510": "大德我犯可呵法所不應為。今向大德悔過。", "511": "僧祇云前人應問言汝見罪不。答言見。應呵責言慎莫更作。答言頂戴持。", "512": "懺突吉羅法佛言。若故作者犯應懺突吉羅。又犯非威儀突吉羅。若不故作但犯突吉羅。律本", "513": "具明故誤二心唱言兩罪條別。諸師不披律部但以五懺為宗。遂即雷同一概輕重共同懺蕩且五懺明義止是別", "514": "時。偷蘭及墮有無多少立法非一。理須顯明。凡語難依聖言易信。故毘尼母云。若故作者對一人說懺。悞作者", "515": "責心懺。此則與律符同。何得故執。如律呵責揵度及明了論。薩婆多等各有明據。非唯抑度義。須謹依餘有從", "516": "生根本九品不同。並如上准酌例取。正明懺儀律並無文。准用前法理通除滅。前明故作者先", "517": "請懺主云大德一心念。我某甲比丘。請大德為突", "518": "吉羅懺悔主。願大德為我作突吉羅懺悔主。", "519": "慈愍故三請。", "52": "者犯墮受用犯小罪。此是隨坐衣不得淨施。及取薪草盛物雜用。應中牒左肩上而行。至坐處取坐之。若置本處", "520": "捨罪法從生根本明須兩識種相多少並委審詳。應對前人作是言大德一心念。", "521": "我某甲比丘。故不齊整著僧伽梨餘有准著。犯一突", "522": "吉羅罪。今向大德發露懺悔更不敢作。願大", "523": "德憶我一說呵責立誓如前。", "524": "誤作懺法具修威儀。心生慚愧口言我某甲比丘。誤不齊整", "525": "著僧伽梨。犯一突吉羅罪。我今自責心悔過一說。", "526": "10 雜法住持篇(下)雜法住持篇第十", "527": "六念法律中並有其事。而文意散落正本出在僧祇。而彼言略意廣。又當世盛行故須義加云。第", "528": "一念知日月數僧祇云。念知月一日乃至十四日十五日。月大月小悉應知之。五分", "529": "云。諸比丘應知半月數。知布薩日悔過清淨。律云。念知黑月白月兩種數法。若入聚落先須知之。此則具含道俗", "53": "當中掩之。欲坐徐舒先手按後乃坐。十誦云。不應受單者離宿突吉羅。五分云須揲四角不揲則已。摩得勒伽云。", "530": "兩法應作念言今朝黑月小一日乃至十四日言之。若大言大也。其白月者", "531": "以純大故。但言今朝白月一日。乃至十五日。", "532": "第二念知食處僧祇云。清旦當作施食念等。今以諸部會通。隨實作念言我常乞", "533": "食。若言我常自食已食。若言我常食僧食若不常定者應作是", "534": "念言我無請處今乞食若食已食。若檀越及僧常食等例知。若言今有", "535": "請處念自訃。若言我有請．處．今依背緣佛言。若迦提月", "536": "中。若施衣若病等並開背請。若言我有請處今捨與人佛言。若一日受", "537": "眾多請自受一請。餘者施與人言。長老我應往彼今布施汝。僧祇云。我今得食施與某甲比丘乃至沙彌尼。若", "538": "言我某甲比丘。今朝檀越施與正食。迴施比", "539": "丘某甲。檀越於我不繫我當食三說十誦云。此念法唯五種人得", "54": "若離宿不須捨。律論制受闕文。應義加云大德一心念。我比丘某甲", "540": "作。謂阿蘭若獨住遠行長病飢時。依親里住人如此得行心念。", "541": "第三念知受戒時夏數僧祇云。日日自憶若干臘。諸部律論皆爾應言我", "542": "於某年某月某日某時若干影。受具戒今無夏後若有夏", "543": "隨多少稱。", "544": "第四念知衣鉢受淨僧祇云。當憶受持三衣。及不受持作淨施者。我今", "545": "三衣鉢具並受持。長財並說淨後有不受持不說淨者。隨有", "546": "念持念說念多少等。", "547": "第五念知食同別僧祇云。念別眾食又應念言我不別眾食", "548": "若准佛言別。眾食有八緣。開者應白入。若無別眾食緣者白出若有者白言我有別眾", "549": "食緣作此白已得食。", "55": "此尼師壇應量作。今受持三說必有餘緣准上捨衣法。", "550": "第六念身強羸僧祇云念若病不病。應言我今不病堪行道", "551": "若有病者應言我有病念須療治。", "552": "白同利食前後入聚落法爾時羅閱城中。眾僧大有請處皆畏慎不", "553": "敢入城受請。佛言。聽諸比丘相囑授入城。應告同請比丘如是言大德一心念。我某", "554": "甲比丘。先受某甲請今有某緣事。欲入某處", "555": "聚落。至某家白大德知佛言。若囑授已欲至村而中道還。或詣不至所囑", "556": "家。或囑至白衣家。乃更至庫藏處尼寺中。若即白衣家還出如是等。皆失前囑授。若欲往者當更囑授除施衣時", "557": "者。謂迦提一月五月。除此已餘時中勸化作食。并施衣者若迦提時通開。", "558": "白非時入聚落法佛言。若入聚落當囑同住比丘而不出。囑法前條亦爾。僧祇", "559": "云。食雖早竟若入即名非時。既無正文應義設言長老我非時入聚落十誦", "56": "受鉢多羅法僧祇云。鉢是出家人器。少欲少事非。俗人所宜。五分云。佛自作鉢坏。以為", "560": "律云至某城邑聚落。某甲舍前人言可爾。", "561": "作餘食法佛言。若比丘食有二種。一者不正食。謂根食枝葉華果食。油胡麻黑石蜜磨細末。若", "562": "粥出釜持草畫之。無處非食非請非足食。二者正食。謂飯󰉓乾飯魚肉等是請是食是足。若於正食中。若食飽足", "563": "已捨威儀。不作餘食法得而食之。咽咽波逸提。若依僧祇但前食堪足飽食。咽咽已捨威儀者。若更食即名犯足。", "564": "又依律本。諸比丘。受不作餘食法者。見上座來告云。我受不作餘食法便不須起而得食竟故知前境是足。若起須", "565": "作餘食法。又尼敬僧戒中亦爾。故知尼亦有餘食法。若犯足者持食至未足者前白言大德我已", "566": "足食。汝知是看是彼取少食已還與彼。若不食者亦得與言長老我已", "567": "食已止汝食之彼便取食之。律云。一足食比尼作法已。通一切足食者同食。", "568": "呵責弟子法爾時諸弟子。不順弟子法。不承事和尚阿闍梨無慚無愧不受教勅。作非威儀", "569": "行不恭敬難與語與惡人為友。好往婬女家婦女家。大童女家黃門家。比丘尼精舍式叉摩那精舍。沙彌尼精舍。", "57": "法式。律中不得畜雜寶銅鑞木石鉢。大要有二種。泥鐵是也。應熏作黑赤二色。世中時有掍油漆素鋏紵等鉢。", "570": "好往看龜鼈。佛言。和尚阿闍梨應作呵嘖有三種一者喚弟子現前。二者出過令伏三量過設呵。又自量喜怒非", "571": "分暢志。並反欺負可詞五種應言我今呵責汝汝去。若言汝莫入我房。", "572": "若言汝莫為我作使。若言汝莫至我所。若言不與汝語。", "573": "是謂和尚呵責弟子法。阿闍梨呵責詞亦同。唯改第四呵詞言汝莫依止我。弟子被呵責已應日", "574": "三時朝中日暮。向和尚阿闍梨懺悔。當如是懺悔。偏袒右肩脫革屣右膝著地。合掌作是懺言大德和", "575": "尚。我某甲今懺悔更不敢作若聽者善。若不聽者當更日三時如上懺", "576": "悔。猶不許者當下意隨順求方便解其所犯。若下意隨順而師不受。其懺者當如法治。亦令餘比丘為將順故令", "577": "共至和尚阿闍梨所。調和令早受懺悔。彼和尚若盡形壽呵責竟安居呵責。又呵責病者。不出過不現前。並名非", "578": "法反治其師。若弟子被治罰未相懺悔。而受供給及以依止者非法須治。其師若弟子被輕呵責而不為和尚阿闍", "579": "梨。及餘比丘執事勞役者。佛言。得罪應如法治。", "58": "並非佛制。不成受持。諸部唯有熏鉢一色。十誦此律及論云。上鉢受秦斗三斗。毘尼母云。不滿斗半。若過", "580": "弟子辭和尚白謝法佛言。若弟子見和尚五種非法。應懺謝而去。白和尚", "581": "言我如法和尚不知。若言我不如法。和尚不知。", "582": "若言我犯戒和尚捨不教訶若弟子犯過。和尚捨者得今據合呵而癡故。不責不", "583": "問。若有犯亦不知。若言若犯而懺者亦不知僧祇云。", "584": "應軟語諫師。若不受者和尚應捨遠去。依止師者持衣鉢出界宿。明日當還更依止餘比丘。十誦云。有四", "585": "種和尚。若法食俱與名樂住。若與法不與食者餘處覓食名為苦住若與食不與法懺謝而去。若不與法食不問", "586": "晝夜即應捨去。由出家本意志存道業。俗懷圍遶翻結生死故。成實言。染著眷屬愛樂住處。故墮迦陵伽等", "587": "餓鬼中生。餘廣如鈔。", "588": "諫作犯法時有比丘欲犯波羅夷。乃至惡說。佛言。諸比丘應如法諫作如是言大德莫", "589": "作是不應爾。大德所作非法非律非佛所教", "59": "三斗不成受持。善見云。若穿破失受持。律云。鉢破食入但淨洗食不出者無犯。應謹護不得。乃至足令破。毘尼母", "590": "若此比丘言我今始知是法是戒經半月半月說戒。經中來者餘比丘復應如是諫長老汝曾", "591": "經二三說戒中坐。何況多。汝今無利不善得。", "592": "何以故。汝說戒時。不用心念不一心攝耳聽", "593": "法故然此比丘自知所作是謂他所諫非。故作犯根本不從語突吉羅。若自知所作非。謂他諫者是。故作犯", "594": "根本不從語波逸提。比丘無知無解隨所犯罪。如法治重增無知罪波羅提。若為無知人諫應反語言汝可", "595": "問汝師和尚阿闍梨。更學問誦經知諫法已然", "596": "後訶諫薩婆多云。若前所諫者有六種人。一心有愛憎。二鈍根無智。三若少聞見。四為利養名聞。", "597": "五為現法樂但欲自攝。六若新出家愛戀妻子。如是六人諫則有損。若發教諫出言無補。應反語言。但自觀身善", "598": "不善行。亦不觀他作以不作。若反上六者則應展轉相諫。", "599": "諫止犯法時有比丘不學戒。亦不讚歎戒。佛言。餘比丘應如法諫。彼作是言大德當", "6": "聖幖幟故。薩婆多云。為五意故。障寒熱。除無慚愧。入聚落。在道行。生善威儀清淨故。方制三衣。律本云。不得以", "60": "云。當用細澡豆洗。律本云。若葉若汁取令除膩應作囊。若襆盛之繫口外向帶絡肩上挾鉢腋下。五分云。瓦鉢應", "600": "學戒讚歎戒。不自破壞不犯罪。不為智者呵", "601": "責。受福無量長夜安樂若彼比丘言。長老何用此雜碎戒為。我今不學此戒。當", "602": "難問餘智慧持律比丘。餘比丘復應重諫言大德欲滅法故作是語耶。", "603": "大德既不學戒。不讚歎戒。亦自破壞多犯", "604": "眾罪。為智者訶責。長夜受苦不得安樂若彼諫比丘", "605": "癡不解者。此所諫比丘應報彼言汝還問汝和尚餘文如上。如法諫已諫。若為知為", "606": "學者應當難問。", "607": "佛言。五種持律。若誦戒序乃至三十是初持", "608": "律。若誦戒序乃至九十事。是第二持律。若", "609": "廣誦戒毘尼是第三持律。若廣誦二部戒毘", "61": "近地洗。若非法洗得罪。毘尼母十誦云。鉢是諸佛摽誌。不得惡用。及洗手敬之如目。律中若破以白鑞鉛錫", "610": "尼是第四持律。若廣誦毘尼是第五持律。是", "611": "中春冬依止四持律。若違突吉羅。夏安居應", "612": "依第五。若違波逸提。佛言。持律人得五功德。", "613": "一者戒品牢固。二者善勝諸怨。三者於眾中", "614": "決斷無畏。四者有疑悔開解。五者善持毘尼", "615": "令正法久住。", "616": "佛言。有四種斷事人。若寡聞無慚。若多聞", "617": "無慚者在僧中言說斷事僧。應種種苦切呵", "618": "責。令無慚者不復更作若有慚者多聞。若有慚者寡聞。眾中言說斷事", "619": "僧應種種佐助開示。若隨彼所說讚言善哉。佛言。有五種疾滅正法。有", "62": "縵補。律無受法。准十誦云云大德一心念。我比丘某甲。此", "620": "比丘不諦受誦律。喜忘文句。復教他人文既", "621": "不具其義有闕。二為僧中勝人上座。而多不", "622": "持戒但修不善。後生倣習放捨戒行。三有比", "623": "丘持法持律持摩夷。不教道俗即便命終令", "624": "法斷滅。四有比丘難可教授不受善言。餘善", "625": "比丘便即捨置。五互相罵詈互求長短疾滅", "626": "正法。", "627": "佛言。若上座既不學戒。亦不讚歎戒。若有餘", "628": "比丘樂學戒歎戒者。亦復不能以時勸勉讚", "629": "歎我不讚歎如是上座。何以故。若我讚歎", "63": "鉢多羅應量受。常用故三說善見云。若無人時獨受持鉢。即准上文。其尼", "630": "者令諸比丘親近。習學其法長夜受苦。我見", "631": "如是上座過失。是故不讚歎若中。座下座亦如上作句。次有上中", "632": "下座。能讚歎戒佛讚。如此上座作句反上即是。", "633": "佛言。毘尼有五答。一序答。二制答。三重制", "634": "答。四者修多羅答。五者隨順修多羅答。僧祇", "635": "律言。欲得五事利當應持律。一建立佛法。", "636": "二令正法久住。三不欲有疑悔請問他人。四", "637": "僧尼犯罪恐怖者為作依怙。五欲遊化諸方", "638": "而無有礙。是為篤信持律者五利。", "639": "十誦律。諸比丘廢學毘尼。便誦讀修多羅阿", "64": "等四眾亦准此。若捨故受新。並准前上。", "640": "毘曇。世尊種種呵責已讚歎毘尼。多有長老", "641": "比丘。就優波離學律。佛告比丘。有十種法", "642": "住世令正法疾滅。有比丘無欲鈍根。雖誦句", "643": "義不能正受。又不解了。不能令受者有恭敬", "644": "威儀。乃至不樂阿練若法。又不隨法教。不敬", "645": "上座。無威儀者令後生不學毘尼。致令放逸", "646": "失諸善法。好作文頌莊嚴章句樂世法故。正", "647": "法疾滅甚可怖畏。諸比丘應如是知。善見毘", "648": "婆沙云。佛語阿難。我滅度後有五種法令法", "649": "久住一毘尼者是汝大師。二下至五人持律", "65": "受藥法佛言。有四種藥。時藥非時藥七日藥盡形壽藥。應手受之。薩婆多云。受食有五義。律本無口受", "650": "在世。三若有中國十人邊地五人如法受戒。", "651": "四乃至二十人出罪。五以律師持律故佛法", "652": "住世五千年。薩婆多論云。毘尼有四義餘經", "653": "所無。一是佛法平地萬善由之生長。二一切", "654": "佛弟子皆依戒住。一切眾生由戒而有。三趣", "655": "涅槃之初門。四是佛法瓔珞能莊嚴佛法。具", "656": "斯四義功強於彼。佛言。有四種廣說。若比丘", "657": "如是語。諸長老我於某村某城。親從佛聞受", "658": "持此是法。是毘尼是佛所教。若聞彼比丘所", "659": "說。不應生嫌疑亦不應呵。", "66": "法。准十誦及論。制令口受時藥手口互塞。餘三藥具兼二受。", "660": "應審定文句已。應尋究修多羅毘尼檢校法", "661": "律。若聽彼比丘所說。不與修多羅毘尼法", "662": "律相應。違背於法應語彼比丘汝所說者非", "663": "佛所說。或是長老不審得佛語。何以故。我尋", "664": "究修多羅毘尼法律。不與相應違背於法長", "665": "老不復須誦習。亦莫教餘比丘今應捨棄。若", "666": "聞彼比丘所說。尋究修多羅。若毘尼法律與", "667": "共相應者。應語言。長老所說是佛所說審得", "668": "佛語。何以故。我尋究修多羅毘尼。法律與共", "669": "相應而不違背。長老應善持誦習。教餘比丘", "67": "受時藥法佛言。蒲闍尼有五種。謂飯󰉓乾飯魚肉佉闍尼有五種。謂枝葉花果細末食名為時", "670": "勿令忘失。此是初廣說第二句從和合僧上座前聞。第三句。從知法毘尼", "671": "持摩夷三比丘前聞。第四句。從一知法毘尼摩夷比丘所聞。文句違順受捨亦如是。", "672": "是謂四廣說。是故諸比丘汝等當隨順文句。", "673": "勿令增減違法毘尼當如是學。佛說如是。諸", "674": "比丘聞歡喜信樂受持。", "675": "四分律刪補隨機羯磨卷下", "676": "老病比丘畜杖絡囊乞羯磨文老病比丘畜杖絡囊乞羯磨文", "677": "大德僧聽。我比丘某甲老病不能無杖絡囊", "678": "而行。今從僧乞畜杖絡囊。願聽我比丘某甲", "679": "畜杖絡囊。慈愍故如是三說。", "68": "藥。謂從旦至中也。若欲受者。先知藥體。後知授受。餘藥並准此法。藥無七過一非內宿。二", "680": "僧與老病比丘畜杖絡囊羯磨法僧與老病比丘畜杖絡囊羯磨法", "681": "大德僧聽。比丘某甲老病。不能無杖絡囊而", "682": "行。今從僧乞畜杖絡囊。若僧時到僧忍。聽比", "683": "丘某甲畜杖絡囊。白如是。大德僧聽。比丘某", "684": "甲老病不能無杖絡囊而行。今從僧乞畜杖", "685": "絡囊。僧今聽此比丘畜杖絡囊。誰諸長老忍。", "686": "僧聽比丘某甲畜杖絡囊者默然。誰不忍者", "687": "說。僧已忍。聽比丘某甲畜杖絡囊竟。僧忍默", "688": "然故是事如是持。", "689": "右道宣比丘以唐貞觀中遊諸律肆。博求", "69": "非內煮。三非自煮。四非惡觸。五非殘宿。六非販賣得。七非犯竟殘藥等。授有三種一分別知是食", "690": "異訣但見誦文。信語部秩成宗及至討論", "691": "赴要。曾未機正乃顧命筆墨依宗本撰次。", "692": "雖不窮源究末。庶得決事行用。願以塵露", "693": "山海照于萬代。志之所及乃亦遠矣。", "694": "十誦律受三十九夜羯磨文十誦律受三十九夜羯磨文", "695": "大德僧聽。某甲諸比丘受三十九夜僧事。故", "696": "出界是處安居自恣。若僧時到僧忍聽。某甲", "697": "某甲諸比丘受三十九夜僧事。故出界是處", "698": "安居自恣。白如是大德僧聽。某甲某甲諸", "699": "比丘受三十九夜僧事。故出界是處安居自", "7": "犯捨墮物。及邪命得衣作不成受。若以錦衣五大上色不得受。應染作袈裟色。聽以長二肘廣四肘衣作安多會。", "70": "非食。二有施心。三者如法授與。", "700": "恣。誰諸長老忍。某甲某甲諸比丘受三十九", "701": "夜僧事。故出界是處安居自恣者默然。誰不", "702": "忍者說。僧已忍聽。某甲某甲諸比丘受三十", "703": "九夜僧事。故出界是處安居自恣竟。僧忍默", "704": "然故是事如是持。", "705": "十誦律受殘夜法十誦律受殘夜法若比丘受七夜未盡而還事未竟。佛言。聽受殘夜去", "706": "我受七夜法若干夜。在受彼出一說。", "707": "僧祇律二十七事訖羯磨文僧祇律二十七事訖羯磨文若為塔事為僧事應作。求聽羯磨", "708": "大德僧聽。某甲比丘於此處雨安居。若僧時", "709": "到僧某甲比丘於此處雨安居為塔事僧事。", "71": "自受三法一別知食體與淨人所授之食者。心境相當非錯彼此。二有心自食非為餘事。三如律", "710": "出界行還此處住。諸大德聽。某甲比丘為塔", "711": "事僧事。出界行還此處安居。僧忍默然故。是", "712": "事如是持。如是去者要有所得。如是訖夜還。", "713": "凡諸部律受日又各不同。後來諸師用事者。", "714": "各執一部不用餘部。此亦是一家。今詳此諸", "715": "部律文。及以前互用皆得。所以然者。如其定", "716": "知前事。須一夜即用十誦受一夜法。乃至七", "717": "夜亦如是。或須三十九夜。亦用十誦羯磨受", "718": "法。若須七日十五日一月日。即用四分律文", "719": "受日法。若不定如前事幾日當了。即用僧祇", "72": "手受具二五法無非威儀事者。正食五觀初計功多少量藥來處。二自知行德全缺應供。三防心離過貪", "720": "律文受日法。後有人不解即誦四分羯磨文。", "721": "為他受僧祇事了。不誦三十九夜此皆非法", "722": "不成。何以知。羯磨文中牒事各各不同。故知", "723": "不成也。今畏諸人。謬用總抄諸部律。正羯磨", "724": "文呈簡諸賢。任見作法隨事所用也。", "725": "大德僧聽。若僧時到僧忍聽。爾許比丘集結", "726": "小界。白如是。", "727": "大德僧聽。爾許比丘集結小界。誰諸長老忍。", "728": "爾許比丘集結小界者默然。誰不忍者說。僧", "729": "已忍爾許比丘集結小界竟。僧忍默然故。是", "73": "等為宗。四正事良藥為療形苦。五為成道業故。並律論正文。非唯抑度廣相如鈔。", "730": "事如是持。", "731": "若解只改結字作解字喚諸文。如前小界自", "732": "恣團座。", "733": "大德僧聽。若僧時到僧忍聽。諸比丘坐處已", "734": "滿。齊如是比丘坐處結小界。白如是。", "735": "大德僧聽。齊如是比丘坐處僧於中結小界。", "736": "誰諸長老忍。齊如是比丘坐處結小界者默", "737": "然。誰不忍者說。僧已忍齊如是比丘坐處結", "738": "小界竟。僧忍默然故。是事如是持。", "739": "曇無德部四分律刪補隨機羯磨卷下", "74": "受非時藥法佛言。聽以梨棗󱌯蔗等汁作漿。若不醉人應非時飲亦不應。今日受漿留至明日若", "75": "飲如法治。僧祇五分律。開受蜜漿。若諸果汁澄如水色。以水渧淨已義加受法云大德一心念。", "76": "我比丘某甲。今為渴病因緣。此是蜜漿為欲", "77": "經非時服故。今於大德邊受三說餘漿准此。若無渴病犯罪。", "78": "受七日藥法佛言。有酥油生酥蜜石蜜。世人所識。有病因緣聽時非時服。僧祇云。諸脂亦七", "79": "日服應義加云大德一心念。我比丘某甲今為熱病因", "8": "長三肘廣五肘作欝多羅僧。僧伽梨亦爾。五分云。肘量長短不定。佛令隨身分量。律云。度身而衣故也。若作新衣", "80": "緣。此酥七日藥為欲經宿服故。今於大德邊", "81": "受三說律本云。風病服油及五種脂。僧祇律。具有對病設藥法云。受盡形壽藥法", "82": "佛言。一切醎苦酢辛不任。為食者有病因緣。聽盡形服乃至灰土。大小便等。亦手受加口法云大德", "83": "一心念。我比丘某甲。今為病因緣此薑椒盡", "84": "形壽藥。為欲共宿長服故。今於大德邊受三說", "85": "若有餘藥。或白朮散丸湯膏煎等。但不任為食者牒名加法。薩婆多云。如五石丸隨牒一名餘藥通攝。", "86": "衣說淨法佛言。長衣者。長如來八指廣四指。應淨施。不者犯墮。除波利迦羅衣不現前等。薩", "87": "婆多云。不應量者。過十日捨作突吉羅。悔乃至錢寶穀。米等亦爾。佛指面廣二寸也。", "88": "請施主法佛言。有二種淨法。真實淨。展轉淨法。薩婆多云。應求持戒多聞者而作施主。亦無請", "89": "文義加請法大德一心念。我比丘某甲。今請大德為", "9": "一重。作安陀會欝多羅僧。二重作僧伽梨。若故衣者二重。作安陀會欝多羅僧。四重作僧伽梨。若糞掃衣隨意", "90": "衣藥鉢展轉淨施主。願大德為我作衣藥鉢", "91": "展轉淨施主。慈愍故三說其真實淨主及錢寶穀米等。俗人為主。並准請之。", "92": "正說淨法善見云。若衣物眾多段段說之。欲總說者。並縛相著加聖法。云大德", "93": "一心。念此是我某。甲長衣未作淨今為淨。故", "94": "施與大。德為展轉淨故彼受淨者言長老一心念。", "95": "汝有是長衣未作淨。為淨故與我。我今受", "96": "之。汝施與誰。彼當言施與某甲。受淨者言長老。汝有", "97": "是長衣未作淨。為淨故與我。我已受之。汝", "98": "與某甲是衣。某甲已有。汝為某甲故善護持", "99": "著用隨因緣長鉢殘藥文並同准。心念說淨法五分云。應偏袒右肩䠒跪手"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1808 四分律刪補隨機羯磨", "author": "唐 道宣集", "sourceLink": "http://www.cbeta.org/"}