{"author": "宋 惟淨等譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0260 佛說開覺自性般若波羅蜜多經: 佛說開覺自性般若波羅蜜多\n經: 佛說開覺自性般若波羅蜜多經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "佛說開覺自性般若波羅蜜多", "1": "經卷第四", "2": "西天譯經三藏朝散大夫試光祿卿", "3": "傳梵大師賜紫沙門臣法護等", "4": "奉　詔譯", "5": "「復次，須菩提！菩薩摩訶薩於色法中，應當了", "6": "知有五種相，親近善知識。何等為五？一、聽受", "7": "親近，二、承事作用學法親近，三、修行進向親", "8": "近，四、親近，五、大親近。「須菩提！受、想、行、識亦復", "9": "如是。菩薩摩訶薩於識法中，應當了知有五", "10": "種相，親近善知識。何等為五，一、聽受親近，二、", "11": "承事作用學法親近，三、修行進向親近，四、親", "12": "近，五、大親近。如是親近善知識時，菩薩摩訶", "13": "薩以解脫方便而為攝受，即能生多福，疾成", "14": "阿耨多羅三藐三菩提果。", "15": "「復次，須菩提！菩薩摩訶薩於色法中，應當了", "16": "知有五種相，供養如來。何等為五？一、種種讚", "17": "歎恭信供養，二、以清淨利養恭信供養，三、修", "18": "行進向供養，四、供養，五、大供養。「須菩提！受、", "19": "想、行、識亦復如是。菩薩摩訶薩於識法中，應", "20": "當了知有五種相，供養如來。何等為五？一、種", "21": "種讚歎恭信供養，二、以清淨利養恭信供養，", "22": "三、修行進向供養，四、供養，五、大供養。「須菩", "23": "提！菩薩摩訶薩若能如是供養如來，如理相", "24": "應者，即得無邊世界諸佛菩薩共所稱讚，亦", "25": "得世間天、人、阿修羅等利養供給，成熟無量", "26": "無邊眾生，嚴淨佛土，疾成阿耨多羅三藐三", "27": "菩提果。", "28": "「復次，須菩提！菩薩摩訶薩於色法中，能與布", "29": "施波羅蜜多如理相應者，若修有相施，亦速", "30": "圓滿布施波羅蜜多；若修無相施，亦速圓滿", "31": "布施波羅蜜多。須菩提！云何是菩薩摩訶薩", "32": "於色法中，修有相施或無相施？須菩提！若菩", "33": "薩摩訶薩於色法中修行布施求解脫時，有", "34": "所解脫布施可得，有能解脫布施可得，如是", "35": "修者，當知是菩薩摩訶薩於色法中修有相", "36": "施。若菩薩摩訶薩於色法中，修行布施求解", "37": "脫時，無所解脫布施可得，無能解脫布施可", "38": "得。何以故？謂色自性無所得故，本性無所得", "39": "故；觀諸如來亦無所得，本性無所得故。如是", "40": "修者，當知是菩薩摩訶薩於色法中修無相", "41": "施。「須菩提！受、想、行、識亦復如是。菩薩摩訶薩", "42": "於識法中，能與布施波羅蜜多如理相應者，", "43": "若修有相施，亦速圓滿布施波羅蜜多；若修", "44": "無相施，亦速圓滿布施波羅蜜多。須菩提！云", "45": "何是菩薩摩訶薩於識法中，修有相施或無相", "46": "施？須菩提！若菩薩摩訶薩於識法中，修行布", "47": "施求解脫時，有所解脫布施可得，有能解脫", "48": "布施可得；如是修者，當知是菩薩摩訶薩於", "49": "識法中修有相施。若菩薩摩訶薩於識法中，", "50": "修行布施求解脫時，無所解脫布施可得，無", "51": "能解脫布施可得。何以故？謂識自性無所得", "52": "故，本性無所得故；觀諸如來亦無所得，本性", "53": "無所得故。如是修者，當知是菩薩摩訶薩於", "54": "識法中修無相施。", "55": "「復次，須菩提！菩薩摩訶薩於色法中，能與持", "56": "戒波羅蜜多如理相應者，若修有相持戒，亦", "57": "速圓滿持戒波羅蜜多；若修無相持戒；亦速", "58": "圓滿持戒波羅蜜多。須菩提！云何是菩薩摩", "59": "訶薩於色法中，修有相持戒或無相持戒？須", "60": "菩提！若菩薩摩訶薩於色法中，修行持戒求", "61": "解脫時，有所解脫持戒可得，有能解脫持戒", "62": "可得，如是修者，當知是菩薩摩訶薩於色法", "63": "中修有相持戒。若菩薩摩訶薩於色法中，修", "64": "行持戒求解脫時，無所解脫持戒可得，無能", "65": "解脫持戒可得。何以故？謂色自性無所得故，", "66": "本性無所得故；觀諸如來亦無所得，本性無", "67": "所得故。如是修者，當知是菩薩摩訶薩於色", "68": "法中修無相持戒。「須菩提！受、想、行、識亦復如", "69": "是。菩薩摩訶薩於識法中，能與持戒波羅蜜", "70": "多如理相應者，若修有相持戒，亦速圓滿持", "71": "戒波羅蜜多；若修無相持戒，亦速圓滿持戒", "72": "波羅蜜多。須菩提！云何是菩薩摩訶薩於", "73": "識法中，修有相持戒或無相持戒？須菩提！若", "74": "菩薩摩訶薩於識法中，修行持戒求解脫時，", "75": "有所解脫持戒可得，有能解脫持戒可得，如", "76": "是修者，當知是菩薩摩訶薩於識法中修有", "77": "相持戒。若菩薩摩訶薩於識法中，修行持戒", "78": "求解脫時，無所解脫持戒可得，無能解脫持", "79": "戒可得。何以故？謂識自性無所得故，本性無", "80": "所得故；觀諸如來亦無所得，本性無所得故。", "81": "如是修者，當知是菩薩摩訶薩於識法中修", "82": "無相持戒。", "83": "「復次，須菩提！菩薩摩訶薩於色法中，能與忍辱", "84": "波羅蜜多如理相應者，若修有相忍辱，亦速", "85": "圓滿忍辱波羅蜜多；若修無相忍辱，亦速圓", "86": "滿忍辱波羅蜜多。須菩提！云何是菩薩摩訶", "87": "薩於色法中，修有相忍辱或無相忍辱？須菩", "88": "提！若菩薩摩訶薩於色法中，修行忍辱求解", "89": "脫時，有所解脫忍辱可得，有能解脫忍辱可", "90": "得，如是修者，當知是菩薩摩訶薩於色法中", "91": "修有相忍辱。若菩薩摩訶薩於色法中，修行", "92": "忍辱求解脫時，無所解脫忍辱可得，無能解", "93": "脫忍辱可得。何以故？謂色自性無所得故，本", "94": "性無所得故；觀諸如來亦無所得，本性無所", "95": "得故。如是修者，當知是菩薩摩訶薩於色法", "96": "中修無相忍辱。「須菩提！受、想、行、識亦復如是。", "97": "菩薩摩訶薩於識法中，能與忍辱波羅蜜多如", "98": "理相應者，若修有相忍辱，亦速圓滿忍辱波", "99": "羅蜜多；若修無相忍辱，亦速圓滿忍辱波羅", "100": "蜜多。須菩提！云何是菩薩摩訶薩於識法中，修", "101": "有相忍辱或無相忍辱？須菩提！若菩薩摩訶", "102": "薩於識法中，修行忍辱求解脫時，有所解脫", "103": "忍辱可得，有能解脫忍辱可得，如是修者，當", "104": "知是菩薩摩訶薩於識法中修有相忍辱。若", "105": "菩薩摩訶薩於識法中，修行忍辱求解脫時，", "106": "無所解脫忍辱可得，無能解脫忍辱可得。何", "107": "以故？謂識自性無所得故，本性無所得故；觀", "108": "諸如來亦無所得，本性無所得故。如是修者，", "109": "當知是菩薩摩訶薩於識法中修無相忍辱。", "110": "「復次，須菩提！菩薩摩訶薩於色法中，能與精", "111": "進波羅蜜多如理相應者，若修有相精進，亦", "112": "速圓滿精進波羅蜜多；若修無相精進，亦速", "113": "圓滿精進波羅蜜多。須菩提！云何是菩薩摩", "114": "訶薩於色法中，修有相精進或無相精進？須", "115": "菩提！若菩薩摩訶薩於色法中，修行精進求", "116": "解脫時，有所解脫精進可得，有能解脫精進", "117": "可得，如是修者，當知是菩薩摩訶薩於色法", "118": "中修有相精進。若菩薩摩訶薩於色法中，修", "119": "行精進求解脫時，無所解脫精進可得，無能", "120": "解脫精進可得。何以故，謂色自性無所得故，", "121": "本性無所得故；觀諸如來亦無所得，本性無", "122": "所得故。如是修者，當知是菩薩摩訶薩於", "123": "色法中修無相精進。「須菩提！受、想、行、識亦復", "124": "如是。菩薩摩訶薩於識法中，能與精進波羅", "125": "蜜多如理相應者，若修有相精進，亦速圓滿", "126": "精進波羅蜜多；若修無相精進，亦速圓滿精", "127": "進波羅蜜多。須菩提！云何是菩薩摩訶薩", "128": "於識法中，修有相精進或無相精進？須菩提！", "129": "若菩薩摩訶薩於識法中，修行精進求解脫", "130": "時，有所解脫精進可得，有能解脫精進可得，", "131": "如是修者，當知是菩薩摩訶薩於識法中修", "132": "有相精進。若菩薩摩訶薩於識法中，修行精", "133": "進求解脫時，無所解脫精進可得，無能解脫", "134": "精進可得。何以故？謂識自性無所得故，本性", "135": "無所得故；觀諸如來亦無所得，本性無所得", "136": "故。如是修者，當知是菩薩摩訶薩於識法中", "137": "修無相精進。", "138": "「復次，須菩提！菩薩摩訶薩於色法中，能與禪", "139": "定波羅蜜多如理相應者，若修有相禪定，亦", "140": "速圓滿禪定波羅蜜多；若修無相禪定，亦速", "141": "圓滿禪定波羅蜜多。須菩提！云何是菩薩摩", "142": "訶薩於色法中，修有相禪定或無相禪定？須", "143": "菩提！若菩薩摩訶薩於色法中，修行禪定求", "144": "解脫時，有所解脫禪定可得，有能解脫禪定", "145": "可得，如是修者，當知是菩薩摩訶薩於色法", "146": "中修有相禪定。若菩薩摩訶薩於色法中，修", "147": "行禪定求解脫時，無所解脫禪定可得，無能", "148": "解脫禪定可得。何以故？謂色自性無所得故，", "149": "本性無所得故；觀諸如來亦無所得，本性無", "150": "所得故。如是修者，當知是菩薩摩訶薩於色", "151": "法中修無相禪定。「須菩提！受、想、行、識亦復如", "152": "是。菩薩摩訶薩於識法中，能與禪定波羅", "153": "蜜多如理相應者，若修有相禪定，亦速圓滿", "154": "禪定波羅蜜多；若修無相禪定，亦速圓滿禪", "155": "定波羅蜜多。須菩提！云何是菩薩摩訶薩於", "156": "識法中，修有相禪定或無相禪定？須菩提！", "157": "若菩薩摩訶薩於識法中，修行禪定求解脫", "158": "時，有所解脫禪定可得，有能解脫禪定可得，", "159": "如是修者，當知是菩薩摩訶薩於識法中修", "160": "有相禪定。若菩薩摩訶薩於識法中，修行禪", "161": "定求解脫時，無所解脫禪定可得，無能解脫", "162": "禪定可得。何以故？謂識自性無所得故，本性", "163": "無所得故；觀諸如來亦無所得，本性無所得", "164": "故。如是修者，當知是菩薩摩訶薩於識法中", "165": "修無相禪定。", "166": "「復次，須菩提！菩薩摩訶薩於色法中，能與般", "167": "若波羅蜜多如理相應者，若修有相般若，亦", "168": "速圓滿般若波羅蜜多；若修無相般若，亦速", "169": "圓滿般若波羅蜜多。須菩提！云何是菩薩摩", "170": "訶薩於色法中！修有相般若或無相般若？須", "171": "菩提！若菩薩摩訶薩於色法中，修行般若求", "172": "解脫時，有所解脫般若可得，有能解脫般若", "173": "可得，如是修者，當知是菩薩摩訶薩於色法", "174": "中修有相般若。若菩薩摩訶薩於色法中，修", "175": "行般若求解脫時，無所解脫般若可得，無能", "176": "解脫般若可得。何以故？謂色自性無所得故，", "177": "本性無所得故；觀諸如來亦無所得，本性無", "178": "所得故。如是修者，當知是菩薩摩訶薩於色", "179": "法中修無相般若。「須菩提！受、想、行、識亦復如", "180": "是。菩薩摩訶薩於識法中，能與般若波羅蜜", "181": "多如理相應者，若修有相般若，亦速圓滿般", "182": "若波羅蜜多；若修無相般若，亦速圓滿般若", "183": "波羅蜜多。須菩提！云何是菩薩摩訶薩於識", "184": "法中，修有相般若或無相般若？須菩提！若菩", "185": "薩摩訶薩於識法中，修行般若求解脫時，有", "186": "所解脫般若可得，有能解脫般若可得，如是", "187": "修者，當知是菩薩摩訶薩於識法中修有相", "188": "般若。若菩薩摩訶薩於識法中，修行般若求", "189": "解脫時，無所解脫般若可得，無能解脫般若", "190": "可得。何以故？謂識自性無所得故，本性無所", "191": "得故；觀諸如來亦無所得，本性無所得故。如", "192": "是修者，當知是菩薩摩訶薩於識法中修無", "193": "相般若。", "194": "「復次，須菩提！菩薩摩訶薩於色法中，應當了", "195": "知空三摩地。須菩提！云何是色中空三摩地？", "196": "菩薩摩訶薩謂於色中觀無性空，性空亦然，", "197": "本性空亦然。諸所緣事，皆當安住心一境性，", "198": "此即是為色中空三摩地。「須菩提！菩薩摩訶", "199": "薩若於色中，如是如實了知空三摩地已，受，", "200": "想，行，識亦復如是。", "201": "「復次，須菩提！菩薩摩訶薩於色法中，應當了", "202": "知無相三摩地。須菩提！云何是色中無相三", "203": "摩地？菩薩摩訶薩謂於色中觀無性空，性空", "204": "亦然，本性空亦然。若能如是，諸作意滅，即於", "205": "色中觀無性相，有性相亦然，有性無性相亦", "206": "然。如是乃得無性相離識隨逐，有性相亦然，", "207": "離識隨逐，有性無性相亦然，離識隨逐。故能", "208": "安住心一境性，此即是為色中無相三摩地。", "209": "「須菩提！菩薩摩訶薩若於色中，如是如實了", "210": "知無相三摩地已，受、想、行、識亦復如是。", "211": "「復次，須菩提！菩薩摩訶薩於色法中，應當了", "212": "知無願三摩地。須菩提！云何是色中無願三", "213": "摩地？菩薩摩訶薩謂於色中得空、無相三摩", "214": "地已，即於色中觀無性相，而不隨逐所緣行", "215": "相，有性相亦然，而不隨逐所緣行相，有性無", "216": "性相亦然，而不隨逐所緣行相，故能安住心", "217": "一境性，此即是為色中無願三摩地。「須菩提！", "218": "菩薩摩訶薩若於色中，如是如實了知無願三", "219": "摩地已，受、想、行、識亦復如是。", "220": "「復次，須菩提！菩薩摩訶薩於色法中，應當了", "221": "知有三種義諸行無常。何等為三？一、不實義，", "222": "二、破壞義，三、有垢無垢義。「須菩提！受、想、行、識", "223": "亦復如是，菩薩摩訶薩應當了知有三種義", "224": "諸行無常。", "225": "「復次，須菩提！菩薩摩訶薩於色法中，應當了", "226": "知有三種義諸行是苦。何等為三？一、無取著", "227": "義，二、三種相義，三、相續義。「須菩提！受、想、行、識", "228": "亦復如是，菩薩摩訶薩應當了知有三種義", "229": "諸行是苦。", "230": "「復次，須菩提！菩薩摩訶薩於色法中，應當了", "231": "知有三種義諸法無我。何等為三？一、無性無", "232": "我義，二、有性無性無我義，三、本性清淨無我", "233": "義。「須菩提！受、想、行、識亦復如是，菩薩摩訶薩", "234": "應當了知有三種義諸法無我。", "235": "「復次，須菩提！菩薩摩訶薩於色法中，應當了", "236": "知有三種義涅槃寂靜。何等為三。一、色中無", "237": "性畢竟寂靜義，二、有性無性寂靜義，三、本性", "238": "清淨寂靜義。「須菩提！受、想、行、識亦復如是，菩", "239": "薩摩訶薩應當了知有三種義涅槃寂靜。」佛", "240": "說此經已，諸菩薩摩訶薩，尊者須菩提，及諸", "241": "苾芻、苾芻尼、優婆塞、優婆夷，一切世間天、人、", "242": "阿修羅、乾闥婆等，聞佛所說，皆大歡喜，信受", "243": "奉行。", "244": "佛說開覺自性般若波羅蜜多經卷第四"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0260 佛說開覺自性般若波羅蜜多經: 佛說開覺自性般若波羅蜜多\n經: 佛說開覺自性般若波羅蜜多經", "source": "CBETA"}