{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1549 尊婆須蜜菩薩所集論: 尊婆須蜜論: 菩薩所集: 尊婆須蜜菩薩所集: 尊婆須蜜菩薩所集: 尊婆須蜜論: 尊婆須蜜菩薩所集", "text": {"0": "14 偈揵度", "1": "尊婆須蜜論卷第十", "10": "我獨流無量者。獨一者謂不二。無緣生死流", "100": "無聲者。止觀是名事。無有結著故曰無聲若。", "101": "賢聖無漏三昧。覺法之具足者。覺出要與", "102": "共相應。", "103": "慚亦不有緣念者將從人", "104": "智慧能御車等見先導前", "105": "慚亦不有緣者。慚諸結穢惡。彼猶如船車。如", "106": "是緣慚而起道意。不復思惟。念者將從人。猶", "107": "如車以虎皮覆上。若豹皮纏恐不得其便不", "108": "可親近。若怨家盜賊不得其便。如是念。將從", "109": "不得親近諸惡行。智慧能御車者。猶如侍車", "11": "不能得度。復作是說。不能度此有想無想。復", "110": "人如好車。如是道智慧最。是道猶如御車者。", "111": "知道非道猶如御車者。侍車而行應進則進。", "112": "如是智慧欲退時。便起勇猛意。意若熾盛便", "113": "使休息。猶如御車者。知進便進。如是智慧", "114": "思惟方便。等見先導前者。等見先在前而修", "115": "行道。世尊亦說。等見生等志。復作是說。如", "116": "彼賢聖人。八種道本亦說故曰慚。亦是彼緣", "117": "行學增上戒。念者將從人也。學增上心說智", "118": "慧御車也。等見先導前者。復作是說。彼車是", "119": "其處眾行具足慚。是其緣者有三種。道等語", "12": "作是說。一無明流不能得度。與我說其緣者。", "120": "業等命。念者將從人等念也。智慧能御車者。", "121": "等志等方便也。等見先導前者。即等見也。復", "122": "作是說。諸止觀是食者。如本車所說。慚亦是", "123": "緣者。戒是其食。念將從人者。止是其食。智慧", "124": "能御車者。觀是其食。", "125": "諸有如此乘眾萌男女類", "126": "彼乘如此車往至無住方", "127": "諸有如此乘眾萌男女類者。彼已修行道。以", "128": "乘往至無住方。彼已修行道。未至涅槃。便使", "129": "至涅槃也。", "13": "普眼遍彼緣無眼。度生死流。此謂有想無想", "130": "五斷五已滅修行五上者", "131": "五數比丘過是謂已度流", "132": "五斷者。五蓋也。五已滅者。五下分結也。修行", "133": "五上者是五根也。五數比丘過者。已越五上", "134": "分結。是謂度流者。已度生死流也。復作是", "135": "說。五斷者。五邪見也。五已滅是五身結也。修", "136": "行五上者。五禪種。五數比丘過者。已度彼欲", "137": "數。如所說著欲是謂欲數。是謂度流者。已度", "138": "欲流。復作是說。五斷者。五趣中結也。已滅五", "139": "者。是五道也。修行五上者。五解脫入也。五", "14": "度無明流。", "140": "數比丘過者。即越彼五趣。是謂度流者。度生", "141": "死流也。復作是說。五斷者。五心縛也。已滅五", "142": "者。心五穢也。修行五上者。五念結也。五數比", "143": "丘過者。已度心五縛也。是謂是度流者。度", "144": "生死流也。", "145": "五覺及眠寐五眠寐及覺", "146": "有五受塵垢五是清淨行", "147": "五覺及眠寐者。五邪見睡眠五根興寐。五睡", "148": "眠及覺者。五根睡眠五邪見覺寐。有五受", "149": "塵垢者。五見也。是五清淨行者。五根也。如", "15": "觀不用念定依彼而度流", "150": "是五身結力結念處所。下分中禪數。上分中", "151": "解脫。入阿那含凡夫人。", "152": "奔走不樂中養新新縛著", "153": "猶奔冥燈火見聞一所作", "154": "奔走不樂中者。已斷解脫奔有常不樂斷滅。", "155": "復離斷滅有常不樂有常。養新新縛著者。謂", "156": "所生見增益諸縛。猶奔冥燈火者。猶如鉢勝", "157": "伽虫飛蛾。油燈休息想非捨離墮。作如是邪見", "158": "有休息想。作捨離想墮。見聞一所作者。見淨", "159": "有淨緣。聞淨有淨緣。如是一切諸見。復作是", "16": "云何斷欲愛愛盡於彼觀", "160": "說。奔走不樂中者。不樂五欲中不樂一欲。養", "161": "新新縛著者。欲愛縛墮。見聞一所作者。住五", "162": "欲中。復作是說。奔走不樂中者。不樂欲界奔", "163": "走色無色界中。餘亦如是。如奔所趣如今所", "164": "覺。或作是說。亦復此事不樂奔結。走解脫牢", "165": "固。向新解脫牢固。", "166": "老覆蓋世間為死所圍繞", "167": "眾生患愛病法住於世間", "168": "老覆蓋世間者。所覆不得解脫。為死所圍繞", "169": "者。亦不得走避。如所說。", "17": "觀不用念定者。起無漏不用定。無常苦空無", "170": "非空非海中非入山石間", "171": "無有地方所脫止不受死", "172": "眾生患愛病者。愛縛所纏不能度三界。法住", "173": "於世間者。住世八法。十善行迹。或善或不", "174": "善。復作是說。住十二因緣。或作是說。為苦所", "175": "害。使住道也。或作是說。住於七法。或作是", "176": "說。其事云何住世間。", "177": "偈頌緣為事文字為甘味", "178": "依名而有偈造者偈之身", "179": "偈頌緣為事者。意欲便造偈敷演諷誦。文字", "18": "我。作如是觀念者。專精其神足住止處所。", "180": "為甘味者。分有文字次第分間布行。依名而", "181": "有偈者。依名造作猶如十句偈。造者偈之身。", "182": "造偈頌為首。", "183": "以六興起世六已成就業", "184": "六造世間法有六受苦惱", "185": "以六興起世者。六愛身也。六已成就業者。六", "186": "病身也。六造世間法者。造內六入也。有六受", "187": "苦惱者。外六入也復作是說。以六興起世者。", "188": "六愛身也。六已成就業者。外六入也。六造", "189": "世間法者。造六塵也有六受苦惱者。六痛身", "19": "是謂休息。復作是說。觀不用定時觀涅槃休", "190": "也。", "191": "四方非四方上下最勝界", "192": "不聞不覺知說法使我寤", "193": "四方非四方上下最勝界者。當言結聲響。不", "194": "聞不覺知者。集聚之相故。曰無所無不知。說", "195": "法使我寤者。說道審諦出要之業。世尊知根", "196": "說法之義。使我時得寤。", "197": "本盡不造新於有無愛著", "198": "種盡法不生涅槃猶燈滅", "199": "本盡不造新者。過去貪欲盡。更不造新者。未", "2": "尊婆須蜜造", "20": "息。如是汝度流。於彼而滅愛。猶如彼愛先盡。", "200": "來貪欲盡也。於有無愛著者。現在貪欲盡也。", "201": "種盡者。識種及所生有種盡也。法不生者。彼", "202": "識處不生除去行垢。涅槃猶燈滅者。不起便", "203": "涅槃。猶如燈滅者。不可限量。住至東方若", "204": "後南方。如是阿羅漢般涅槃不可限量。復", "205": "作是說。本盡者。過去結滅。不造新者。未來垢", "206": "盡。於有無愛著者。現在垢盡。種盡者此垢。", "207": "種盡不生法者。更不受住。涅槃者。㸌然無", "208": "垢。猶燈滅者。不為造有所縛。復作是說。本盡", "209": "者。過去行盡所可受報者也。不造新者。新", "21": "問三界諸愛染著於欲。復作是說。住愛而使", "210": "垢不造。於有無愛著者。行有餘。復作是說。本", "211": "盡者。因盡也。不造新者。於彼因無有果實。於", "212": "無愛著者。於彼有餘。復作是說。本盡者。六", "213": "入盡及本行空。不造新者。不造新行。餘亦如", "214": "是。", "215": "此王車朽敗身亦如是朽", "216": "真法不朽敗於己而平均", "217": "此王車朽敗者。王波斯匿車在。深朽故無有", "218": "光色。身亦如是朽者。如是身在隱匿處。為老", "219": "病所逼無有光顏。真法不朽敗者。亦不羸弱。", "22": "盡。亦當使求盡。復作是說。彼愛未盡諸纏著", "220": "何以故。於己平均。平均法何者是。道諦是", "221": "也。諸佛說法是平均法。", "222": "道為八等妙聖諦有四句", "223": "無欲法為上與二足作眼", "224": "道為八等妙者。一切諸道賢聖八道為上。聖", "225": "諦有四句者。一切諸諦賢聖諦為上。一切諸", "226": "法涅槃息為妙。與二足作眼者。一切眾生佛", "227": "最為聖。一切悉知。問猶如實有涅槃道。何以", "228": "故雙出二事。於尊因陀摩羅沙門名作是說。", "229": "求為道出要為涅槃。不空為諦義。毘舒佉", "23": "住。非以外道而滅。去離非論。彼聽善論愛", "230": "作是說。猶如智於境界迴轉。道亦如是。猶如", "231": "智有境界。如是諦涅槃。猶如斷結。猶如智有", "232": "境界。諦亦如是也。", "233": "覺麁亦覺細意盛慢所畏", "234": "此非智所覺意或奔諸趣", "235": "覺麁者不善也。覺細善有漏受諸有也。復作", "236": "是說。覺麁者見諦所斷。覺細者思惟所斷。復", "237": "作是說。覺麁者與欲界相應。覺細者與色界", "238": "相應。復作是說。覺麁覺欲也。覺細者覺智", "239": "也。意盛慢所畏者。自意所生意流馳意。流", "24": "數數使退。以是故世尊使告離非論愛盡。於", "240": "馳與相應覺知。如是與無明智彼有覺也。各", "241": "各馳走展轉覺知心意常亂。", "242": "如是意覺知無惱威儀念", "243": "在心意熾盛無餘諸佛滅", "244": "如是意覺知者。等住覺知漸為方便。無惱威", "245": "儀念者。威儀者亦不覺。念者專其念。心不移", "246": "動住者。如念無異。熾盛者。無餘之所滅。佛", "247": "能永滅。問疑無有疑身絕欲使。彼亦是佛耶。", "248": "答曰。諸佛是法。親近諸佛於此契經。復次諸", "249": "界佛所滅。聲聞不能滅諸界。復作是說。無餘", "25": "彼觀者彼於涅槃有墮想。彼自守持。於是世", "250": "諸佛境界滅。", "251": "天遠地無邊大海亦無際", "252": "日月降光處及其滅處所", "253": "有實無實法是謂四極遠", "254": "天遠地無邊者。偈廣說。乃至滅處方遠俱越。", "255": "有實無實法者。是四極遠自極遠此法道。無", "256": "實法是垢。復作是說。有實法十善。無實法十", "257": "不善法。復作是說。實法是涅槃。無實法是生", "258": "死。復作是說。實法是諦。無實法是諸見。復作", "259": "是說。實法是七法。無實法是七非法。復作是", "26": "尊說不涅槃休息。一切欲無愛。依不用定。寂", "260": "說。實法諸佛之要。敷演法教。無法不闡等法", "261": "印法教也。彼於是不久自然之理。", "262": "優婆尼摩王既覺寤馳走", "263": "偈緣世滅盡生老道二遠", "264": "偈揵度第二品竟。", "265": "尊婆須蜜菩薩所集偈品首", "266": "盡形壽愚癡親近諸智者", "267": "彼不識了法猶杓不別味", "268": "盡形壽愚癡。愚癡者。謂之無此力勢。知善語", "269": "惡語義。彼盡形壽親近諸知識。亦不解了法。", "27": "寂想解脫最勝。住彼而不起。一切欲無愛", "270": "智在須臾間。親近諸智。彼能識了法。猶舌盡", "271": "別味。智在須臾間。親近諸智者。智者謂之諸", "272": "陰善持善入善。又此力勢成諸器教。愚癡者。", "273": "謂之無此力勢。不能解十二因緣。智者謂之", "274": "有此力勢說十二因緣。愚癡者不成聖諦之", "275": "器。智者謂之數四。四演諦故。曰智在須臾間", "276": "親近諸智者。", "277": "彼於死不死住者亦不住", "278": "於窮亦好施此法非無義", "279": "彼於死不死者。於嫉妬中於妬死而死。好施", "28": "者。於三界欲盡。欲界結永盡。以賢聖道盡", "280": "者於妬著不死。以智慧命為活。住者亦不", "281": "住。猶如逐商人失道。為惡狩盜賊所害。猶", "282": "不失道人。不為惡獸盜賊所害。此最是施。於", "283": "貧能施者。彼愍孤窮。此久遠常法。或作是說。", "284": "於彼死不死者。慳嫉於惡趣中死。好施者生", "285": "天上儲糧在前。猶如商人糧食乏少便遭困", "286": "厄。於少能施者。此法是孤窮。是為孤窮之", "287": "法。", "288": "本樂得存命此瞿曇弟子", "289": "保命自知短無常求所施", "29": "愛。依不用寂定者。不依不用定三昧周有", "290": "坐具亦無常覺知世無常", "291": "命知足易滿本盡苦原本", "292": "本樂得存命者。爾時諸天為諸懈惓比丘。說", "293": "佛語本樂得存命。知足易滿易養。禪樂三昧", "294": "善居止。無常求所施者。亦不留遺餘。以乞求", "295": "為命。坐具無常者。在樹下空處。遊戲其中", "296": "意不專一處。知世無常者。本盡苦原本。知六", "297": "入無常度生死流。復作是說。本樂得存命者。", "298": "此瞿曇弟子。本以智慧為命無常求所施。坐", "299": "具亦無常者。以無常想乞求。復以無常想處", "3": "符秦罽賓三藏僧伽跋澄等譯", "30": "想無想及餘三。若依涅槃想。解脫最勝者。想", "300": "彼坐具。覺世無常本盡苦原本者。修無願解", "301": "脫。覺無所造而般涅槃。", "302": "以何智慧知慧必不有難", "303": "以何智慧知是謂名為慧", "304": "以何智慧知慧必不有難。是何智。如想無有", "305": "異。以何智慧知是謂名慧者。以何等智慧知。", "306": "已知而知者。若法無有難諸法無有二想。於", "307": "中以何智慧知。是謂名為智慧。諸法無有二", "308": "想。無有二種生。以何智慧知。是謂名為智慧。", "309": "此智慧智已知。便是其知此是何智。猶如一", "31": "解脫有想無想。若住涅槃休息者。彼住不起", "310": "切無常智智亦無常。一切無我智智亦無我。", "311": "猶如有一切智亦有知。", "312": "有寡有生者出牛入牛者", "313": "亦有牛長大欲者天便雨", "314": "有寡有生。檀尼所由原寡不生牸牛。憶來導", "315": "引前在。後驅牛者。牛長者。大牛長無寡。無", "316": "有生者。出牛入牛者亦復無也。亦無有牛長", "317": "大。欲者天便雨無寡。世尊作是說。一切無現", "318": "無所取。復作是說。色無色界結無有不盡者。", "319": "無生者欲界無有結不盡者也。憶牛者無明", "32": "於彼退。亦無所起。世尊說曰。", "320": "也。入者彼相應心心法。與彼迴轉心不相應", "321": "行。牛長大者。於此慢盡所作事辦。", "322": "無怒除去穢流水側一宿", "323": "廬露我大覆若欲天便雨", "324": "無怒除去穢流水側一宿者。現無怒。除穢者", "325": "現瞋恚盡大穢除盡。流水側一宿者。涉道於", "326": "彼宿也。欲化牧牛者。種種姦偽盡身姦。彼", "327": "不淨見根。姦是識身彼。亦盡也。我已除火三", "328": "火息。", "329": "我已見屋室更不起愛著", "33": "彼住而不起無數劫淨眼", "330": "汝盡脇勒摧屋舍皆壞敗", "331": "我已見屋者。愛受諸有是屋舍。復作是說。", "332": "屋舍者此間慢也。復作是說。屋舍是有漏行。", "333": "復作是說。屋舍者起諸識更不起愛著者。更", "334": "不復受有。汝盡脇勒摧者。愛欲已盡。復作", "335": "是說。脇勒者。於此慢相應法彼永盡。復作", "336": "是說。脇者起諸行結彼盡也。復作是說。脇者", "337": "是愛彼盡。屋舍壞敗者。五盛陰彼盡無餘。復", "338": "作是說。屋舍皆壞敗者。身見彼盡無餘。復作", "339": "是說。屋舍是無明彼盡無餘。復作是說。屋舍", "34": "於彼兩解脫識誓知所傳", "340": "是識處住。彼盡無餘。", "341": "人能善眠寐亦復憂所護", "342": "心常樂禪中欲使壞娛樂", "343": "人能善眠寐者。阿吒羅婆尸佉法授決中廣", "344": "說也。阿吒羅婆作是說。彼亦不作憂如我所", "345": "憂。世尊說彼不作憂如我所憂。", "346": "彼不為比丘從彼乞求者", "347": "受取屋舍法如是非比丘", "348": "比丘契經彼非為比丘。不作比丘作比丘行", "349": "法。家法者。受取屋舍作諸屋舍行。非以乞食", "35": "彼住而不起無數劫淨眼者。答曰。亦當久住", "350": "為比丘也。", "351": "若有福有惡除去修梵行", "352": "練滅受不起彼謂之比丘", "353": "若有福有惡者。福者是善有漏行陰。惡者不", "354": "善。除去者謂已斷也。梵行者修行其道。練滅", "355": "不受起者。降伏一切魔眾。降伏一切諸結。行", "356": "者是住也。彼謂之比丘成就比丘行法。復作", "357": "是說。福者不用定行。惡者無福行。已斷滅彼", "358": "而修梵行。二二三昧二二共會。練滅不起者。", "359": "背彼彼道意止。彼謂之比丘斷諸結。", "36": "於彼兩解脫。於彼般涅槃。識誓知所傳。我於", "360": "青數白所覆一輻車而行", "361": "不勝觀此邊斷諸流結縛", "362": "廣說如雜阿含。", "363": "二十九修跋陀人我出家行學道", "364": "我已知五十歲於中學修跋陀", "365": "戒定修行術獨步思惟念", "366": "敷演說法智於此無沙門", "367": "戒者身律口命清淨。三昧者諸善心。獨步行", "368": "者是其事。術者是智。獨步心思惟三昧敷演", "369": "說法智。於彼此無沙門者。智法是道。彼入", "37": "彼退轉。亦復不生。不於生入而入誓。", "370": "內外無沙門。問戒行有何差別。答曰。戒是有", "371": "漏行是無漏。復作是說。戒是學行是無學。三", "372": "昧心獨處有何差別。答曰。三昧是有漏。一心", "373": "獨處是無漏。三昧是學。一心獨處是無學。復", "374": "作是說。戒是增上戒三昧是增上心行術。增", "375": "上智慧是謂見諦道。一心思惟道。是謂見諦", "376": "道思惟道。甚深法此少入無外沙門也。復作", "377": "是說。戒行是增上戒。三昧獨處學增上心術", "378": "者。學增上智慧此是智法如少所入無外沙", "379": "門也。復作是說。戒三昧如所說。於戒是修行。", "38": "猶火風所吹沒滅不可數", "380": "謂學增上行。行術者是增上智慧。是謂學增", "381": "上智慧。獨處心思惟者。是謂學增上心。是謂", "382": "知法少所入外無沙門也。", "383": "有量無量集能仁捨諸行", "384": "自謹慎內情無明卵自壞", "385": "有量無量集者。有量是行報生有。諸行者是", "386": "壽行捨之。能仁者是無學。能仁內樂者禪解", "387": "脫三昧樂。三昧中自謹慎以空為首。三謹慎自", "388": "謹慎成就。無明卵自壞者。猶如壞卵𩌧也。", "389": "不復觀卵𩌧如是世尊。捨壽命不觀壽命行。", "39": "仁能名色脫沒滅不可數", "390": "或作是說。量者是人。無量者是餘行也。行者", "391": "受諸有行。內自樂者樂諸道也。餘亦如是。", "392": "若愛無住處意漸得開解", "393": "彼愛能仁除不知天及人", "394": "若愛無住處者。情放逸流馳。彼有二種愛見", "395": "也。無住處若由愛若由是。意有二種。意愛意", "396": "見也。漸者俱越二三愛盡。能仁行天及人所", "397": "不知。能仁行天及人所不能知。復作是說。若", "398": "愛無住處。愛是欲愛也。住處諸見也。意漸得", "399": "開解者。意是有愛。漸是無明。有二愛盡。天", "4": "菩薩所集偈品首", "40": "猶火風所吹沒滅不可數者。如彼火不於空", "400": "及人所不能知。諸見無明盡。", "401": "若內無瞋怒有有獲種稷", "402": "彼無恐畏惱諸天不往見", "403": "若內無瞋怒者。自喜無瞋恚。有有獲種稷", "404": "者。中有有是謂有。於此間有。彼無恐畏惱者。", "405": "善修空善明十二因緣。樂者四出要樂而成", "406": "就。無惱者無有遺餘也。財物之憂設有遺餘。", "407": "財物之中若得若失亦無愁惱。諸天不往見", "408": "者。已取涅槃不見五趣。復作是說。若內無瞋", "409": "恚者。現瞋恚盡。有有獲種稷者。現其欲盡。", "41": "中滅。亦不可稱數。若往東方西方。能仁名", "410": "彼無恐畏惱者。善無有憂現愚癡盡。諸天不", "411": "往見者。無欲無瞋恚亦無愚癡。已所涅槃不", "412": "見涅槃。", "413": "人中等正覺自訓專正志", "414": "遊行梵迹中常樂心滅息", "415": "人中者。生於人中。等正覺者。盡覺知諸法。", "416": "自訓者。自然具。專正志者。得三三昧。遊行梵", "417": "迹者。敬尊法中心。常樂滅息者。諸三昧心得", "418": "休息。害諸結心得休息。而樂其中。", "419": "眾人所敬仰盡超一切法", "42": "色脫者。名四無色陰色身身。彼俱曰名色。", "420": "諸天亦歸命是謂聞無著", "421": "眾人所敬仰者。承事歸命。盡超一切法者。越", "422": "諸善法。猶如超諸偈頌。亦度諸不善法。諸", "423": "天亦歸命者。諸天亦承事歸命。是謂聞無著", "424": "者。彼從世尊聞。佛天人所供養也。", "425": "一切結過去於園越園果", "426": "於欲出要樂猶如鍊真金", "427": "一切結過去者。度九結是謂一切結過去。復", "428": "作是說。度於三結過去也。於園越園果者。五", "429": "欲為園。於彼愛盡越諸愛患。越諸結越有", "43": "沒冥必還明若沒如今無", "430": "樂。於欲出要者。於欲解脫樂初禪。復次欲中", "431": "出要樂淨處樂。等樂其中。是謂於欲出要樂。", "432": "猶如鍊真金者。如金被鍊無有穢垢極妙。", "433": "如是如來已越於欲盡無諸漏。", "434": "三佛名流布猶如日除冥", "435": "於世第一尊亦如安明山", "436": "三佛名流布者。功德聲聞世尊四方上下。乃", "437": "至阿迦尼吒天皆聞其聲。猶如日除冥者。如", "438": "日出時普照世間。冥皆為明無不蒙其恩。如", "439": "是世尊已逮正覺。以光明普照三界。於世第", "44": "作有常之想淨眼與我說", "440": "一尊者。以此名為尊。彼一切為現照明。亦如", "441": "安明者。如須彌山王於眾山中極高最大。世", "442": "尊亦如是。於一切眾生中而作偈導。", "443": "我當說其義亦不作悕望", "444": "一切名龍者實名為如來", "445": "我當說其義者。當龍功德。亦不作悕望。尊因", "446": "陀摩那作是說。是無義語。尊摩醯羅作是說。", "447": "不作諸眾行。或作是說。不作怨讎。如所說亦", "448": "無瞋恚而有所作。復作是說。亦不造惡行。一", "449": "切名龍者。實名為如來。諸有名龍者。於一切", "45": "沒冥必還明。問云何為明。猶如日明照。若沒", "450": "中如來最妙龍。", "451": "能忍不嫉彼如龍有二足", "452": "慇懃修梵行所行龍餘迹", "453": "能忍不嫉彼如龍有二足者。彼猶龍象前脚", "454": "已得隱。然後身得迴。如是如來以牢固法身", "455": "得迴轉。慇懃修梵行所行龍餘迹者。猶如龍", "456": "象後脚以得隱。然後身得迴轉。如來亦如", "457": "是。賢聖法服。曩昔諸如來。已得牢固法身得", "458": "迴轉。", "459": "信為大龍象護為白雙牙", "46": "如今無者。若有常若斷滅。還處入淨聚。淨眼", "460": "念頸智慧頭威儀用法觀", "461": "信為大龍象者。猶如龍象受取皆由鼻。如來", "462": "如是。以信棄不善法而攝善法。猶如龍象鼻", "463": "最為要。尊曇摩多羅作是頌契經者之重過。", "464": "不得言如來之信。更自有因緣。一切諸智算", "465": "數。象為大龍。猶如龍象受取皆由鼻。如來亦", "466": "如是。親近諸法數。亦復分別觀有色身。清淨", "467": "行如來護亦復如是。賢聖八品道清淨無塵", "468": "垢。復作是說。猶如龍象牙不可移動。如來亦", "469": "如是。於四等中受取諸氣味。便得自在。如來", "47": "與我說與我布現。尊無所不知。", "470": "牙亦如是。勇猛有眾相。如來亦如是。於六善", "471": "來。當有眾相好丈夫之才。念頸者猶如龍象", "472": "頸盡取一切諸味。如來神足亦復如是。一切", "473": "諸法皆悉普具。復作是說。猶如龍象頸而扶", "474": "持頭。如來亦如是。念最為上頭為智者。猶", "475": "如龍象以頭為命。如來亦如是。以智慧為命。", "476": "復作是說。猶如龍象色身之中頭最為上。如", "477": "來亦如是。法身之中三耶三佛最為上。威儀", "478": "用法觀者。或作是說。此事亦如是二眼用法", "479": "觀。猶如龍象左右有兩肩。如來亦如是。有二", "48": "沒滅不可數願說所無者", "480": "種。等身習出要。等身盡出要。迹滅不復起。復", "481": "作是說。猶如龍象。有諸法觀速疾而知。如來", "482": "亦如是。有眾相知眾生。或作是說。猶如龍象", "483": "心意有眾相。若步若行皆悉知之。如來亦如", "484": "是。於色身中頭最為上。如來亦如是。阿耨多", "485": "羅三藐三菩提法身中最為上。或作是說。此", "486": "亦是其事。有入法觀。猶如龍象左右有二肩。", "487": "如來亦如是。有二種。等習身出要。等盡身出", "488": "要。復作是說。猶如龍象法觀作眾相。御象知", "489": "其相。如來亦如是。亦知其相解眾生。或作是", "49": "散離一切愛亦散一切義", "490": "說。猶如龍象意之所念悉能成辦。若行若住", "491": "皆悉知之。本無如來亦復如是。知眾生根本。", "492": "或作是說。猶如龍象意之所念。若行若住皆", "493": "悉知之。本無如來亦如是。知眾生根相。或作", "494": "是說。猶如是知眾生根。或作是說。猶如龍象", "495": "意之所念。若住若行皆悉知之。如來亦如是。", "496": "知諸根相。親近諸行。於眾生中敷演法。默", "497": "然承受奉行。展轉相應。", "498": "法藏皆滿具照明除拂去", "499": "樂禪出入息內自善謹慎", "5": "尊者優婆夷。謨以水道步。尋往作尺蠖行。", "50": "沒滅不可數者。有限之法彼則無也。願說所", "500": "法藏皆滿具者。猶如龍象腹入若干種食。皆", "501": "依仰之。如來亦如是。法等諸藏依法食。照", "502": "明除拂去者。猶如龍象尾拂蚊虻蠅𧎇皆能", "503": "拂去。如來亦如是。身中敷演教樂禪。出入息", "504": "內自善謹慎。猶如龍象以出入息而養其形", "505": "常以為樂。如來亦如是。常以四禪而養其形。", "506": "內方便具足。", "507": "龍行求茂草龍住威儀盛", "508": "龍臥威儀具坐亦威儀成", "509": "一切龍威成是謂龍威儀", "51": "無者。諸愛盡者諸愛限數。彼無有此愛諸陰。", "510": "龍行求茂草者。乃至是謂龍威儀者。世尊於", "511": "一切威儀中戒三昧成就。得三昧亦成就。若", "512": "威儀成就。意食不穢處而不食。龍食而量腹", "513": "命亦不貪。意食不穢處穢處而不食者。穢處", "514": "食者何等是。有貪意起與邪命俱。彼是穢處。", "515": "無穢處者。反上事也。彼如來除去穢食。擇無", "516": "穢食使根充足而無眾病。猶如膏拊創。亦如", "517": "膏車。服眾藥草無有貪著。故曰不貪。", "518": "以得食斷飢不畜積遺餘", "519": "受彼信施食除彼不與取", "52": "由行生者諸陰限數。彼無此陰。散離一切愛", "520": "以得食斷飢者。草為食覆為衣。不畜積遺餘。", "521": "不得畜積。不露形體。得施食纔欲存形。受", "522": "彼信施食。除彼不與取者。以法求取。復次當", "523": "說其要。若得遺長復次藏貯以為家業。彼如", "524": "來皆悉知除去非行。故曰斷諸飢渴者也。", "525": "斷諸一切結亦斷諸縛著", "526": "彼行在在處亦無憂畏患", "527": "斷一切諸結者。滅七結也。亦斷諸縛著者。滅", "528": "三縛也。復次本無如來結根。使根永盡無縛", "529": "著。起諸照明故。曰斷諸一切結也。如來見諸", "53": "者。亦散一切義。三界愛盡。", "530": "穢心不染著。故曰彼行在在處處也。", "531": "愚死命有二數有無怒見家業", "532": "善眠寐二比丘草覆衣一切使", "533": "偈揵度第三品竟。", "534": "尊婆須蜜菩薩所集偈品首", "535": "見色無娛娛無欲及諸貪", "536": "況革囊盛糞使五意移動", "537": "見色無娛娛者。何以故。世尊作是說。況革囊", "538": "盛糞者。或作是說。現其愛盡。天樂天女。常", "539": "無欲於彼。況革囊盛糞。復次欲斷摩訶檀", "54": "二問釋種子淨眼不授決", "540": "提梵志縛。不欲使頻至佛所。", "541": "梵志慢滿擔怒烟害為灰", "542": "口淨心如火心者火坑藏", "543": "梵志慢滿者。猶如負重擔不畏懼於人。如是", "544": "慢所縛不畏懼。怒烟者。猶如先有烟然後火", "545": "乃然。如是失有怒然後方有教。猶如烟亂一", "546": "切色。怒亦如是而亂眾色。害為灰者。猶如", "547": "灰無用於物。如是害亦無用於物也。口淨者", "548": "猶如淨投火。如是舌長益於諸法。心者火坑", "549": "藏者。猶如祠火處所。如是心為智火所然。自", "55": "乃至三大仙授決我欲聞", "550": "動人中明者。猶如自第一火。", "551": "信種自暴露智慧為耕犁", "552": "慚愧心所縛心手之執杖", "553": "信種自暴露者。猶如先有萌牙。如是信為", "554": "道然後行道。暴露者暴為閑居。猶如莖生", "555": "得雨潤澤。如是生善功德以暴潤澤。智慧為", "556": "耕犁者。猶如集聚耕地。如是信成眾善功德。", "557": "如是智慧成眾善功德。耕者結使。慚愧者猶", "558": "如犁𨍮。如是慚愧住智慧。心縛者三三昧", "559": "是。意縛猶如輻。如是三昧猶如不移動。手", "56": "二問釋種子淨眼不授決。彼爾時作二問。云", "560": "執杖者。猶如耕地杖用驅行。如是念耕結得", "561": "善驅。", "562": "身整口亦整猶如往求食", "563": "實作擇去穢受語而解脫", "564": "身整身律儀也。口整者口律儀。猶如往求食", "565": "者。命命清淨也。實作擇去穢者。以智諦耕", "566": "除諸。受語而解脫者。猶如耕犁。人事辦則", "567": "捨。如是等與相應而捨其行。諸已滅便有勇", "568": "猛意。", "569": "勇猛共二軛方便獲安處", "57": "何觀世間。亦不見死生。世尊不與授決。何以", "570": "已往不復還所至無憂畏", "571": "勇猛共二軛者。猶如牛有力勢不捨其軛。如", "572": "是勇猛之力。亦不捨其軛。方便獲安處者。有", "573": "四方便已盡是謂涅槃。亦是安隱處勇猛志。", "574": "彼已往不復還者。有力勢不復還。所至無憂", "575": "畏者。已到涅槃諸憂畏患永盡無餘。", "576": "如是耕田作彼曰甘露果", "577": "能忍如是業一切苦解脫", "578": "如是耕田作者。作如是修行道也。彼曰甘露", "579": "果涅槃為果。能忍如是業者。修行此道。一", "58": "故。欲教訓之。彼亦聞三語而授決。於中作是", "580": "切苦解脫者。於三界苦而得解脫。或作是說。", "581": "道教於彼智慧斷諸結使。身整口亦整。猶如", "582": "往求食者。等語等業等命。勇猛共二軛者等", "583": "方便也。念為杖者等念也。意縛者等三昧也。", "584": "已說五根彼信種信根也。勇猛共二軛精進", "585": "根也。念為杖者念根也意縛者定。根也智慧", "586": "唱導是慧根也。", "587": "專念巧便求亦不樂在家", "588": "群雁往奔池盡流除瞋恚", "589": "專念巧便求者。出家學道。專念者繫念不移。", "59": "說。乃至三大仙授決我欲聞。", "590": "亦不樂在家者。不樂處家恩愛之中。群雁往", "591": "奔池盡流除瞋恚者。猶如群雁捨大山林無", "592": "戀慕情。如是彼滅於五欲無戀慕情。所可用", "593": "道滅於五欲。如所說法之所除。況非法也。復", "594": "作是說。專念求巧便者。常樂閑居坐禪。亦不", "595": "樂在家者。不樂於三界眾生。群雁往奔池", "596": "盡瞋恚者。流為無明。所可用道除無明。彼", "597": "道亦除。復作是說。專念巧便求者。而修行道", "598": "遊居意山中。亦不樂在家者。遠離愛著。如所", "599": "說諸痛中愛此是愛也。已能捨彼亦不樂愛", "6": "乃至入有想三昧。更不復見緣能因緣滅有", "60": "今世及後世梵天上諸天", "600": "著。群雁往奔池盡流瞋恚者。流為六入。如所", "601": "說長者眼為識流源。彼能滅六入所可用道。", "602": "滅六入者。彼道亦滅。", "603": "諸度江海者作橋度彼岸", "604": "有縛我求度智者先達岸", "605": "諸度江者。如所說如瞿曇世尊。由異學故往", "606": "受恒水。水神作是說偈。彼河恒薩牢頻鬧作", "607": "諸橋諸不得神足。或作是說。諸受頻鬧者。結", "608": "為頻生。死為薩牢。如所說由薩羅有是池。作", "609": "諸橋修行道也。捨山者滅於五欲。縛拔求度", "61": "見亦無所知瞿曇者德至", "610": "者。外道求道。智者先達岸者。說度生死岸。復", "611": "作是說。諸度頻鬧者。見諦所斷結滅也。薩羅", "612": "者思惟所斷結滅也。作橋者興起道也。捨山", "613": "者滅諸蓋。縛拔者修學道。智者先達岸。羅", "614": "漢度生死岸。", "615": "不於見健疾是我之齊限", "616": "非行能除往不染於家累", "617": "不於見健疾者。等智成就健疾。彼不淨之", "618": "見不聞健疾。非健疾者。能淨其邊。彼亦欲", "619": "淨於欲慇懃。界亦不聞將往。何以故。不染於", "62": "今世者是人世。後世謂惡趣。梵天者謂梵迦", "620": "家累者。彼不隨此見。", "621": "若林柱牢固於他盡其語", "622": "若無欲善根能仁亦牢固", "623": "若林柱牢固者。尊者阿那律授決中廣說。猶", "624": "如林柱不可移動。如是彼尊者。若毀罵若嘆", "625": "譽不可移動。於他盡其語者。語在內若毀罵", "626": "復有嘆譽者。善無欲者諸結使盡。善根者於", "627": "三三昧。是三昧根。能仁亦復牢固者。佛聲無", "628": "學智。", "629": "不二行作講堂養妻子非比丘", "63": "夷天。諸天者謂欲界天。見亦無所知者云何", "630": "於眾生不改瞋能仁常護眾生", "631": "不二行作講堂者。獵師喻中已說。不二行作", "632": "講堂者。獵師所行閑居聚中。比丘行聚中聚。", "633": "閑居獵師所為非行。比丘護賢行。養妻子非", "634": "比丘。獵師及妻子比丘非其行。唯自養以", "635": "法聚。彼於眾生不改瞋者。獵師不改於殺", "636": "生能仁常護眾生者。比丘無有殺意。", "637": "於前中間後從他受信施", "638": "亦無怨恨心能仁亦護彼", "639": "於前者不食。中間者半食。後者餘食未盡。從", "64": "見。瞿曇普德至者。世尊聲振四方。如是世", "640": "他受信施。比丘得食。亦無怨恨心者。亦不", "641": "罵亦不能傷其形。不作強顏。不是語我不得", "642": "物。終不離此法。復作是說。於前者好微妙", "643": "食。中者中食。後者下食。從他得信施者。從他", "644": "受信施。不說惡語。所得惡食處亦不避。亦不", "645": "執語所得惡食處。亦不頻往彼乞求皆悉遍。", "646": "復作是說。惡不能壞其意好不起愛著。", "647": "有說第一者夜叉淨非淨", "648": "何為此解脫無餘名曰善", "649": "有說第一者。此夜叉淨說。猶如此有想無想", "65": "諦一切智。猶如轉法輪。說聲聞乃至梵天。", "650": "天。何為此解脫者。如是無餘智者方便說", "651": "淨。", "652": "飢渴第一病行為第一苦", "653": "如實知是者涅槃第一樂", "654": "飢渴第一病者。斷手授決中已說。彼斷手不", "655": "大苦。如飢渴者。行為第一苦者。彼行有若干", "656": "種。若如實知此者。涅槃第一樂。能知如是", "657": "行。不成就所作行口。彼便有樂。復作是說。飢", "658": "渴第一病者。常為所縛乃至不可治。行為第", "659": "一苦者。如實知之能知此諸行。諸行涅槃第", "66": "若欲如是見義論之所歸", "660": "一樂者。休息為樂。無所觀為樂永樂。復作是", "661": "說。飢渴為第一病者。是苦諦也。行為第一苦", "662": "者。無明緣行也。受諸患是謂習諦也。如是實", "663": "知者是道諦也。涅槃第一樂者是盡諦也。", "664": "慚愧梵志衣梵志手為淨", "665": "水常流不住舌陳為澡𣹉", "666": "慚愧梵志衣者。尊者大目揵連授決中已說。", "667": "猶如衣裳用覆蓋隱處。慚愧亦如是。蓋覆隱", "668": "處。梵志手淨者。猶如已淨祀火。我亦如是。而", "669": "修淨行去離行。水常流不住舌陳為澡𣹉者。", "67": "云何觀世間而不見死生", "670": "猶如以澡𣹉盪滌不淨器。我舌亦如是。除去", "671": "穢行晝夜不休息。", "672": "祀火有常想以依內心意", "673": "晝夜勤祠祀律儀不失節", "674": "祀火有常想者。止觀彼然智火。以依內心意", "675": "者。自依猗心彼能滅。晝夜修行律儀。不失", "676": "節諸根。在內彼能思惟心被教訓。是謂藏匿。", "677": "復作是說。隱處者身口意。律儀訓者諸戒具", "678": "足。復作是說。慚愧梵志衣者。現善行起。梵志", "679": "手淨者。水常流不住。舌陳為澡𣹉。舌善行", "68": "若欲如是見者。如是成就妙智。世間及天梵", "680": "第二偈謂心善行。於三善行名婆羅門。", "681": "度慚常呵彼我與況汝要", "682": "亦不作非行當知此非我", "683": "度慚者。可慚而不慚。彼當知不自親。況當", "684": "親餘者。常呵彼者非親者。當知是怨仇而住", "685": "我所。我與汝說要者。諸有雜穢。雖慎從眾", "686": "生。當知此姦穢。亦不作非行者。諸有親厚", "687": "事彼不起惱。所作方便當知慎怨家。", "688": "於欲意不離念亦無厭足", "689": "觀彼能離者彼具智慧足", "69": "天而不知見。義論之所歸者。欲聞受決之所", "690": "於欲意不離者。菩薩授決中已說。乃至意念", "691": "欲心亦無厭足。不能去離彼愛。能離者現欲", "692": "想盡。於中次第觀彼盡時。是說曰彼能離者。", "693": "彼具慧乃足者。諸觀欲不淨彼著愛欲也。", "694": "諦諦而善見尊者轉嘆天", "695": "諦諦而善見者。諦是苦諦也。習諦增上諦", "696": "是道諦也。盡諦復作是說。有三諦苦諦習諦", "697": "道諦。增上是盡諦。復作是說。諦是等諦。增上", "698": "第一義諦。", "699": "解脫彼此脫解脫復見縛", "7": "想無想。彼問世尊曰。", "70": "歸。云何觀世間而不見死生者。云何觀六入。", "700": "賢聖不見脫解脫於愚惑", "701": "一子授決中已說。解脫彼此脫者。於妄語中", "702": "解脫。為殺所染。解脫復見縛者。於一害得脫。", "703": "復為他所染也。賢聖不得脫者。見諦而得解", "704": "脫於愚惑。於縛繫彼不得解脫。如是斷滅見", "705": "得解脫。有常見所縛。如是聞念中得解脫。如", "706": "是身見中得解脫。為猶豫取縛。於貪欲得解", "707": "脫。為色愛所縛。於色愛得解脫。為無色愛所", "708": "縛。", "709": "若於長短中麁細好惡行", "71": "不生餘境界。", "710": "於世不與取故曰名梵志", "711": "若於長短中者。答曰。長短不成就。於彼少有", "712": "所觀便有長也。少有所觀便有短也。此如來", "713": "教誡語也。又麁者亦不成就。問云何量亦不", "714": "成就耶。答曰。於中不說量不可持亦無來者。", "715": "若受不與取。彼則麁亦不成就。於彼亦不盡", "716": "有量。有清淨行亦有少成就。問諸有清淨行", "717": "成就。答曰。非以行不與取色。於中淨不淨行", "718": "彼則成就。是廣舌教誡之語。故曰梵志者。", "719": "具足眾行是謂梵志。或作是說。起諸不與取", "72": "觀世皆悉空愚王亦專念", "720": "結諸結盡。是婆羅門。", "721": "不善而有善當依三佛家", "722": "不住益眾生彼曰而依有", "723": "不善而有善者。於不善中終便生餘處。彼先", "724": "滅本想。而更得餘想。常依三佛家者。不依母", "725": "胎。不住益眾生者。於他家命終在母胎長大。", "726": "彼曰而依有。意生有是善行。", "727": "若數於世易無勝況當世", "728": "永滅無烟曀於中樂不害", "729": "滿願子於其中求數者。知而滅世者。諸入異", "73": "以能拔我見如是越生處", "730": "於彼外。不異者是內。復作是說。異者是天。不", "731": "異者是地獄。復作是說。異者色無色界相應。", "732": "不異者欲界相應。此數是無常苦空無我。因", "733": "果自相遍相。無勝況當世者。無明見所知。如", "734": "說染著魔所縛息者。三火息滅休息。常永寂", "735": "有滅息永烟曀滅現瞋恚所纏盡。復作是說。", "736": "現內緣諸結盡無烟曀。如所說愛所行也。有", "737": "覺息亦無烟曀。如所說有覺亦烟。無害者現", "738": "三害盡。無望者現利望命望盡。復次現有愛", "739": "盡。能有所越。", "74": "觀世皆悉空亦自見愚王。爾時世尊為說空", "740": "解脫墮復墮貪著復來還", "741": "已還歡樂處於善住善處", "742": "解脫復墮者。解脫者於欲界脫。亦脫欲界結", "743": "使。色無色界愛未盡。於彼墮墮便生。貪著", "744": "復來還者。彼不能展轉除盡欲界相應結來", "745": "住彼。於彼方便染著。欲界諸結使不能拔離。", "746": "復起欲界結使。來至欲界。已還歡樂處者。謂", "747": "佛聲聞彼已還安隱處。無生無病死之患。歡", "748": "樂處者賢聖八品道。於善住善樂三昧樂於", "749": "中遊行。永還安樂處者。復作是說。解脫墮復", "75": "常。專不移動念者。不念邪事遊意止中。我見", "750": "墮者。於須陀洹得解脫墮地獄。彼墮天貪著", "751": "復來還。欲界愛未盡。還來人間。還歡樂處", "752": "者。無有恐懼入地獄之憂。樂者賢聖之道。於", "753": "善住善者。越一切諸結還於涅槃。復作說。墮", "754": "復墮者斷滅見。解脫有常見。墮貪著復來還", "755": "者。地獄餓鬼畜生。於有常斷滅解脫而修行", "756": "道。餘者亦如是。", "757": "見慢起信意見偈等前後", "758": "飢依欲及諦解脫滿願子", "759": "尊婆須蜜菩薩所集偈揵度第四竟。", "76": "者。是愚身見而滅之。如是度死處。亦不生閻", "760": "尊婆須蜜論卷第十", "77": "浮境界。尊者拔蘇盧作是說。聞斷滅有常。", "78": "爾時世尊不與授決。彼亦聞第三句跡而授", "79": "決。於中作是說。二問釋種子。今世後世者是", "8": "我獨流無量不依不能度", "80": "欲界天。梵天者梵迦夷天。及天者及餘色界", "81": "天。見亦不知者。住中迹中而不知。如是越所", "82": "見者。成就如此妙智。世及天者不能解知。如", "83": "此中亦斷滅有常。觀世斷滅有常。而不見死", "84": "生。云何除斷滅有常。而住中迹越生死岸。觀", "85": "世皆悉空者。自還所覺。若斷滅有常。彼觀皆", "86": "悉空。住其邊際。如是觀六入。則能越生死", "87": "岸。", "88": "天女眾所圍亦親近妖魅", "89": "彼園名愚惑云何獲安處", "9": "與我說其緣所依度彼岸", "90": "天女眾所圍。彼修行人。聞三十三天天女眾", "91": "所圍者。以天音樂亦親近妖魅。三十三天在", "92": "街巷頭。門閾左右園果浴池。四天王有諸女", "93": "鬼。顏色弊惡聲響麁獷。喜恐怖人。彼園名愚", "94": "惑者。雜園果甚樂無極。天五樂自娛園能惑", "95": "人。云何獲安處者。云何得出要。", "96": "彼道名曰等彼方名不恐", "97": "事亦名無聲覺法名具足", "98": "彼道名曰等者。無曀亦不曲。彼方名不恐者。", "99": "涅槃名曰方。於彼無生病老死之恐。事亦名"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1549 尊婆須蜜菩薩所集論: 尊婆須蜜論: 菩薩所集: 尊婆須蜜菩薩所集: 尊婆須蜜菩薩所集: 尊婆須蜜論: 尊婆須蜜菩薩所集", "author": "尊婆須蜜造  符秦 僧伽跋澄等譯", "sourceLink": "http://www.cbeta.org/"}