{"author": "", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2769 維摩經義記卷第四", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 2769 [cf. No. 475]", "1": "維摩經義記卷第四", "2": "中聞是故在後而明也。又解。正在此中明亦", "3": "是次第□□□□□□能現女像。亦能行於", "4": "非道。以通正道。佛者圓極之果。與□□□□", "5": "道者能通。人至佛故目此品為佛道品。又解。", "6": "行於非道為令寶凡終□佛□遠則彰菩薩有", "7": "兼物之德。形奪二乘獨善之道。就此品中開", "8": "為兩別。始從品初訖永不能發無上道心。正", "9": "明通達佛道義。後從普現色身已下是因室", "10": "空生問。但不別立品名。寄此明也。就佛道中", "11": "開為三段。第一從品初訖菩薩能如是行於", "12": "非道是為通達佛道。直明行非□□之義。第", "13": "二從維摩問文殊何等為如來種訖不入煩惱", "14": "大海則不能得一切智寶。明就緣說於佛□", "15": "□臣所以□□生死煩惱之印有如來種能發", "16": "心也。第三從爾時大迦葉歎言已下迦葉讚", "17": "述文殊之言兼復自慨現分。", "18": "就第一段通達佛道中。維摩言菩薩行於非", "19": "道是為通達佛道者。今云非道。唯除菩薩正", "20": "道自餘悉為非道也。明菩薩和光以同□為", "21": "功。謂行於非道內心無染道之以。正即通達", "22": "佛道。為行之□□藉非道。然後正道得通。物", "23": "我之行俱申。是故言菩薩行非道是為通達", "24": "佛道也。又問言何行於非道者。菩薩同其塵", "25": "便應有染。云何同非而無其惡。答曰。行五無", "26": "間而無惱恚者。惡從心生不在事理。示行五", "27": "逆內心無瞋。故不同其惡。就中開為四子段。", "28": "第一行五無間訖至於餓鬼而具足功德。就", "29": "惡因惡德果明行於非道。行五無間而無惱", "30": "恚者。即惡中重因。凡夫多以惱恚心切造於", "31": "五逆。欲□□□□現行五逆而無惱恚也。地", "32": "獄畜生餓鬼即是□□□果也。凡墮地獄。罪", "33": "垢故墮。大士雖現處之實無罪垢故也。□□", "34": "多故墮於畜生。欲明菩薩雖現畜生而癡慢", "35": "久斷也。慳貪薄福無諸功德故墮餓鬼。大士", "36": "雖處其中而功德是足也。", "37": "第二子段。引色界道。不以為勝者。就善因善", "38": "果明行於非道。色無色界即是善果。道者善", "39": "因也。欲明大士雖現處之而不可為勝也。", "40": "第三子段。示行貪欲訖示行諸煩惱而心常", "41": "清淨。總就一切煩惱因明行於非道。示行貪", "42": "欲離諸染著者。明菩薩雖示同貪欲之行而", "43": "無染著之過。自下諸句類在可知也。示行諸", "44": "煩惱而心常清淨者。總舉一切煩惱。煩惱因", "45": "不可道盡故總舉結之。欲明大士煩惱□於", "46": "外心淨著於內。", "47": "第四子段。示入於魔已下訖不斷生死。就□", "48": "諸果報明行於非道。示入於魔而隨佛智慧", "49": "不隨他教者。欲明菩薩外同眾魔內順正惠", "50": "不隨魔之教也。已下類可知。現遍入諸道者。", "51": "果報不可噵盡故。總舉果報結之。現於涅槃。", "52": "涅槃是果報之外故別出之。文殊師利菩薩", "53": "能為是已下總結行於非道通達佛道義。", "54": "於是維摩問文殊已下第二大段。就緣說種。", "55": "所以問文殊者。欲明二聖互相顯揚。就中開", "56": "為三子段。", "57": "第一從於是維摩已下訖一切煩惱皆是佛", "58": "種。明就諸惡說種。煩惱所以為如來種者。若", "59": "論道理。萬行為佛種。今指煩惱為種。若無煩", "60": "惱不能發心。緣有煩惱發菩提心。此緣中說", "61": "種也。又解。所以指煩惱為種。今明法起不定", "62": "從緣而發。或反邪從正。或改惡修善。是則正", "63": "由邪起。善因惡生。故緣能種辨。上明非道為", "64": "道師之功也。今明非種為種弟子德也。是為", "65": "二乘獨善闕師之功。無煩惱種失弟子之德。", "66": "有身者。身見為萬戒之本。無明欲愛已下廣", "67": "就諸煩惱增一明義也。七識住者欲界人天", "68": "是一三禪三空為七。所以不取三塗者。但三", "69": "塗是重苦之處。識不樂住。所以不取。第四禪", "70": "但四禪心。無想是滅心定。識不樂住。所以", "71": "不取。非想者但非想為滅盡定所懷。是故識", "72": "不樂住也。", "73": "第二子段。曰何謂也已下訖是故當知一切", "74": "煩惱為如來種。明於釋疑。何謂也是致疑之", "75": "辭。至極妙果應藉勝因而以為種。今言煩惱", "76": "為種意何所謂。答曰。若見無為者空觀也。入", "77": "正位不能發心者。無相引□上名為正位。明", "78": "二乘之人勉於塵勞心栖寂怕之理無為自安", "79": "絕於方外之志也。凡夫煩惱既重遭苦彌重。", "80": "聞說至樂能發方外之志。發心住取。苟據理", "81": "而言。二乘之人俱然在先成佛。但今所以作", "82": "此語者。為令二乘明切瑳之美凡夫起於勝求", "83": "之心。譬如高原不生蓮華者。此下有三譬。前", "84": "二譬凡夫羅通佐譬。後一譬偏與二乘為譬。", "85": "高原不生蓮華與二乘為喻也。卑濕淤埿者", "86": "與凡夫為喻。如是見無為已下合上高原陸", "87": "地。煩惱淤埿中已下合上卑濕淤埿也。又如", "88": "殖種於空已下亦與凡聖兩人為喻。但前者", "89": "據五鈍使為言。此就五利使為語。故得為異", "90": "也。又如殖種於空者與二乘為譬。糞壞之地", "91": "與凡夫為譬。見無為者合上殖種於空。起我", "92": "見畢合糞壞之地。起我見如須彌山者。明凡", "93": "夫我心自高唯勝是從故。聞佛果極樂仰而", "94": "慕之。是故當知已下總結一切悉如來種。", "95": "第三子段譬如不下偏與二乘為譬。前二譬", "96": "明二乘無弟子之德。後一譬明無師之功。凡", "97": "欲取珠。要須躬身跋涉大海。聲聞不入生", "98": "□□□□□□□□□□□□寶菩薩入生", "99": "死□□獲於佛果故言得無上智寶也。", "100": "爾時大迦葉歎言善哉已下第三大段。善哉", "101": "已下明讚述文殊之言。塵勞等侶實能發心", "102": "為佛種也。我等今者不復堪任已下明二乘", "103": "自慨絕分不能發心歎凡夫能發心也。是故", "104": "文殊凡夫於佛法有返復而聲聞無也。凡夫", "105": "於佛法有返復。佛本正以救苦為懷。凡夫能", "106": "發無上之心。廣化眾生稱佛本意。報恩義足。", "107": "故言有返復也。而聲聞亦稟教修行。但斷三", "108": "界惑盡取證涅槃。不能行化於物。乖於佛意。", "109": "故言無返復之義也。又一解。莫兩凡聖無始", "110": "已來皆曾發大心。中間廢忘。今凡夫還發大", "111": "心。稱本舊解。故言返復。二乘之人於大乘絕", "112": "分。不歸本習。故言無返復也。所以者何以下", "113": "釋凡聖兩人有無之意。所以凡夫有返復而", "114": "聲聞無返復者何。釋云。凡夫聞佛法能起無", "115": "上道意。發心成佛。傳教不絕。悟者常續。三", "116": "寶不斷。有報恩之義。故有返復。正使聲聞聞", "117": "佛法。終不能發無上道意。故無返復。", "118": "爾時會中有菩薩名普現色身以下訖入不二", "119": "法門品。□□□空生第四論。因室空故普現", "120": "致問。凡人室家應有父母妻子眷屬取與資", "121": "生。居士此事如何所在。淨名答明大大士與", "122": "世有異。世人以生死為父母妻子眷屬。有為", "123": "法為資生。大士權實二智為父母。功德以為", "124": "妻子眷屬及與資生。雖知無起滅辨明方便", "125": "廣上父義。不二法門品廣上母義。後五千菩", "126": "薩得無生忍。此皆由空室而來。普現色身問", "127": "遠從空室近因此品初區同非道無惡不兼。", "128": "今明佛之正道無德不備。德備於內故能外", "129": "同非道就。", "130": "此中開為四段。第一從初說皆何所在。明由", "131": "室空故普現色身生問也。第二從於是維摩", "132": "以偈答曰以下訖降伏四種魔勝幡建道場。", "133": "明□□□父母眷屬資生與世有異。第三從", "134": "雖知無起滅示彼故有生。以下訖品。明方便", "135": "智廣上父義。第四入不二法門品明於實智", "136": "廣上母義也。", "137": "第一段普現色身所以致問者。夫為室宅之", "138": "內應有父母眷屬及以資生什物。而今悉無。", "139": "是故問言。父母妻子悉為是誰。象馬車乘皆", "140": "何所在也。", "141": "就第二淨名以偈答曰中開為三子段。第一", "142": "從智度以下訖以此為音樂。有四行偈。就人", "143": "眷屬為語。智度菩薩母方便以為父者。母本", "144": "明縎家事在於室內。欲明實智據在理內故", "145": "以為母。父本當賓客。匡正於外方。便外化其", "146": "猶如父。一切眾道師無不由是生者。此二智", "147": "長養法身萬行之本。豈直是菩薩父母。一切", "148": "諸佛亦從是生也。法喜以為妻者。妻本適志。", "149": "法喜適悅故以為妻。又一解。世人納妻者為", "150": "求子胤紹繼家宗。喻如道從歡喜生。以歡喜", "151": "故則佛種相續法身不斷。其由納妻子胤不", "152": "絕也。慈悲心以為女者。女人有外出之義。慈", "153": "悲外被故言為女也。又一解。女人性多慈悲。", "154": "為懷慈悲之心像女之性故以況之。善心誠", "155": "實男者。男性貞幹能辨家事為義。欲明誠實", "156": "之善既有貞幹之用能辨佛果菩提家事。畢", "157": "竟空寂舍者。舍以安身為義。空是栖神之宅。", "158": "其猶如舍。又一解。舍本遮止風霜掩於雨露。", "159": "明此空理能遮煩惱風霜掩諸漏雨露也。弟", "160": "子眾塵勞隨意之所轉者。弟子本以稟承師", "161": "訓為義。明塵勞眾生從我受化即有弟子之", "162": "義也。又一解。弟子者敬順孝養資益於我。明", "163": "化塵勞眾生功來資已故為有弟子也。道品", "164": "善知識由是成正覺者。善知識能以善相益。", "165": "正由道品資益成佛故言知識也。諸度法等侶", "166": "者。世人遊江越塞必須結疇敦侶然後得去。", "167": "欲明大士若遊生死江河越煩惱之關塞。若", "168": "不與六度共俱無由得去。故說為等侶也。四", "169": "攝為伎女者。四攝順物以悅眾情故言伎女。", "170": "又解。伎女本以音聲為義。必多來人眾。四", "171": "攝化物稱適物情。眾必歸從也。歌詠誦法言", "172": "以此為音樂者。世人音樂以自慰悅。菩薩以", "173": "法音自娛。", "174": "第二子段總持之薗苑以下訖淨心以澡浴戒", "175": "品為塗香。七偈明資生有異。總持之園苑者。", "176": "薗本遮援林果不令遺失。欲明陀羅尼總持", "177": "音聲法相不失也。無漏法林樹者。見諦無漏", "178": "樹木根深難拔故得枝條茲茂。明無漏深固", "179": "難傾萬善枝條故淨扶疏舌猶樹也。又一體", "180": "樹木能遮蔽日光則有蔭涼之義。明此無漏", "181": "之體能障邪見煩惱日光獲得涅槃清涼妙樂", "182": "也。覺意淨妙華解脫智惠果者。華本由樹而", "183": "生能得於果。以見諦無漏為樹能生思惟七", "184": "覺之華獲盡無生智解脫之果也。八解之浴", "185": "池定水湛然滿者。八解脫背捨下惡。其猶浴", "186": "池除垢也。夫欲修八解脫觀事須遊心定水。", "187": "若修定圓備。則八解池滿。故言定水湛然滿", "188": "也。布以七淨花俗此無垢人者。此七淨者戒", "189": "淨心淨見淨度疑淨道非道淨行淨行斷知見", "190": "淨。謂之七淨也。華本芬香鮮淨為義。明七", "191": "淨備戒定芬香智慧鮮淨其猶華也。羅漢法", "192": "身大士遊心此理。故言浴此無垢人。又解。華", "193": "本由水而出即能莊嚴於木。此七淨由定而", "194": "生即莊嚴於定象馬五通馳者。菩薩以五通", "195": "飛馳處處行化。其猶象馬馳驟也。大乘以為", "196": "車者。大乘有運載之義。其若車也。調御以一", "197": "心遊於八正路者。八正之道雖復平坦。若無", "198": "調御大乘之車則有越轍之義也。一心者捨", "199": "心也。心有三相。一者發動。二者斂攝。三者捨", "200": "心。若心發動太過則應修定。若心沈沒太過", "201": "則應修精進。若動靜調適。任之令進容豫之", "202": "中。是名為捨。捨則調停猶如善仰之者。牛遲", "203": "則策之。疾則制之。遲疾得所。則縱漸涉夷途", "204": "無有留難也。具以嚴容眾好飾其姿者。以三", "205": "十二相莊嚴其容。八十種好光飾姿顏也。慚", "206": "愧之上服者。世間上服以障弊為義。欲明菩", "207": "薩慚愧自法為上服以彰無慚無愧黑弊鄙立", "208": "也。深心為華鬘者。世人華鬘首之飾。欲明", "209": "深心行之上其猶如鬘也。又解。世人雜綖貫", "210": "宗眾華以為首飾。欲明菩薩以深心之解貫", "211": "宗諸行終成莊嚴智慧之首。富有七財寶者。", "212": "信戒聞惠布施慚愧謂七財。世人豐七珍為富", "213": "也。大士積此七法為富也。教授以滋息者。以", "214": "七財教化於人。人復化彼。化化相傳非滋息", "215": "如何。如所說修行迴向為大利者。如說能行。", "216": "迴所修善共成無上道。功來歸己。其猶大利", "217": "也。四禪為床坐從於淨命生者。床坐寢臥安", "218": "身。四禪者安靜義同床坐也。又解。世之床坐", "219": "避毒螫下濕。明菩薩修四禪為除下地卑穢", "220": "之患也。夫造床座要須運動斤斧然後得成。", "221": "今朝若不修淨命為因。禪定無由可剋言。從", "222": "淨命生也。多聞增智慧以為自覺音者。外國", "223": "諸王寢睡過多故作糸竹之音奏其耳道令彼", "224": "覺悟。欲明菩薩寢在禪定之床太沈。則以多", "225": "聞增智慧除無明之昏睡也。甘露法之食解", "226": "脫味為漿者。食以資身養命。漿以息渴。如理", "227": "無漏甘露資法身養惠命。經脫除生死之渴", "228": "愛也。淨心以澡浴戒品為塗香者。心淨故則", "229": "持戒除垢。猶澡浴除垢穢也。世人浴竟恐直", "230": "風入體以香塗之。戒防非法能障惡法。其猶", "231": "塗香也。", "232": "第三子段摧滅煩惱賊一偈明舉勇健能伏怨", "233": "敵結上兩段。世人身健多有謀略故。眷屬資", "234": "生所以得立。身羸怯愵則為他人侵奪。資生", "235": "眷屬不得存在。欲明菩薩正以智慧法身強", "236": "故煩惱四魔不能侵毀也。摧滅煩惱賊勇健", "237": "無能踰者。世人除怨得稱為勇健。明菩薩能", "238": "滅煩惱智慧勇猛。降伏四種魔勝幡建道場。", "239": "太世人破陣勝幡樹勝相。明菩薩歎四魔□", "240": "正以坐道場為勝幡也。", "241": "從雖知無起滅已下第三大段廣於父義。所", "242": "以父母偏廣者。惟尊唯重生育之本不過父", "243": "母也。菩薩二智眾德之宗萬行之本故偏廣", "244": "之。就中開為四子段。第一雖知無起滅以下", "245": "三偈總明外化物示現不同上供諸佛下化眾", "246": "生也。第二從諸有眾生類以下訖以善方便", "247": "力皆能給足之二十四偈。雖明外化非一也。", "248": "第三如是道無量兩偈總舉結上。如是道無", "249": "量者。內德無量也。所行無有崖者。正由內行", "250": "無量故能方便無量也。智慧無邊際者。釋上", "251": "道無量。正由智慧無邊故內德無量也。度脫", "252": "無數眾者。釋上所引無有崖也。正以能度無", "253": "數眾故行化無崖。假令一切佛一偈明德量", "254": "淵曠。談不能盡。佛嘆菩薩之德。豈可不盡。", "255": "此言不盡者。但言不可累書事不可疊道故", "256": "言窮劫不能盡也。第四誰聞如是法一偈勸", "257": "發心也。", "258": "入不二法門品入不二法門品", "259": "此品所以來者。上明佛道品。即是明中方便。", "260": "今明自非照真諦之境窮達無生之理。無由", "261": "能涉明施化。故次佛道品復明不二法門品。", "262": "此品是第四大段廣上母義。空理一相故言", "263": "不二。能軌曰法。通智為門。善契此理所以稱", "264": "入。從始以來唯二人相對餘皆默然。今欲各", "265": "顯其德故問眾人也。又一解。至理幽玄隱而", "266": "難測。自非眾聖詳辨無由可究。且時人寄悟", "267": "不同。應見眾菩薩說然後獲悟。就此品中開", "268": "為三段。從初以下訖隨所樂說之。明淨名命", "269": "眾菩薩說。第二從法自在以下訖淨名默然。", "270": "正明不二法門義。第三從就說是語時五千", "271": "菩薩以下訖品。明說法利益時人悟道。就第", "272": "二段中復開為三段。第一諸菩薩以言遣法。", "273": "第二文殊以言遣諸人之言。第三淨名以不", "274": "言遣文殊之言。就諸菩薩名中各有三句。第", "275": "一以事相為二。第二明據理無不二。第三明", "276": "智會不二之理。下一一菩薩中皆如此。類", "277": "可知。法自在菩薩曰以生滅為二者。生名起", "278": "成。滅者緣離曰滅。法相理中不見始起之生", "279": "亦不見今離散為滅。得此無生忍者即是會", "280": "不二理也。德身首曰我我所為二者。計身有", "281": "神我自身之外悉為我所也。既無神我亦無", "282": "身外之所也。不眴曰受不受為二者。受不受", "283": "相對為二。受以取相為義。不受者心無存執。", "284": "若法不受則不可得者。若法相理中不見有", "285": "取相是受。亦不見心無存執是為不受。正以", "286": "受不受不可得故無受心。是取不受心為捨。", "287": "亦無作起受引等相也。德頂曰垢淨為二者。", "288": "煩惱點污為垢。智慧鮮潔為淨。若見垢實性", "289": "則無淨相者。若見煩惱實性體空則無智慧", "290": "淨相也。順於滅相者。順於空如滅相也。善宿", "291": "曰。是動是念者。紛亂為動。澄靜為念。靜亂相", "292": "對為二也。又一解。微起為動。取相染著為念。", "293": "始終為二也。亦得六識為動。想受行為念也。", "294": "不動則無念者。法相理中無六識之動。亦無", "295": "想等之念。無念則無分別者。既無想等之念", "296": "故無六識心。是分別通達此者智會於理也", "297": "善眼曰一相無相者。追二為一相。除有為無", "298": "相逐事明空人計云召然有異故。一相無相", "299": "相對為二。若知一相即是無相者。若知一相", "300": "體空即是無相空也。亦不取無相入於平等", "301": "者。亦不見無相可取。解平等空也。妙臂曰", "302": "菩薩心聲聞心為二者。二乘自度心智則狹", "303": "菩薩兼濟心則曠大。計大小心為二。若觀心", "304": "相體空如到者則無大小之別也。弗沙曰善不", "305": "善為二者。順理益物為善。違理損物為不善。", "306": "若起心順理為善違理為不善。入無相空際", "307": "者則無二也。師子曰罪福為二者。上云善不", "308": "善。就因為語。此語則據果為因言。三塗苦果", "309": "為罪。人天樂報為福。又解。是因中之名因招", "310": "苦果為罪。感樂名福。若達罪體性空則與福", "311": "無異。以金剛惠決了此空相。則無罪是縛無", "312": "福是解也。師子意曰有漏無漏為二者。苦集", "313": "為有漏。滅道為無漏也。若得諸法等則不起", "314": "漏不漏相者。若得諸法體空平等則無苦集", "315": "有漏。滅道為無漏。不著於相亦不住無相者。", "316": "不著有漏之相亦不住無相無漏之無相也。", "317": "淨解曰有為無為為二者。萬像森羅是有為。", "318": "太虛空寂為無為。此空有相對為二。若離一", "319": "切數則心如虛空者。若知有為數空則心如", "320": "虛空。求虛空亦不可得也。那羅延曰世間出", "321": "世者。從外凡夫迄世第一法已來名世間心。", "322": "無相已上得真無漏名出世間心。世間性空", "323": "即是出世間者。若解世間實性證空即是出", "324": "世間無相也。於其中不入出溢散者。於空理", "325": "之中。不見世間心入於生死出世間心出於", "326": "生死亦不見世間心流溢生死出世間心散滅", "327": "生死也。善意曰生死涅槃者。縛解為二。生死", "328": "是縛。涅槃為解。若見生死性則無生死者。若", "329": "解生死體空即是涅槃無生死也。無縛無解", "330": "不然不滅者。亦無生死為縛涅槃是解。亦無", "331": "生死煩惱熾然。無涅槃寂滅也。現見曰盡", "332": "不盡者。煩惱為盡。滅結無為名不盡。若究竟", "333": "盡若不盡皆是無盡相者。法相理中觀盡與", "334": "不盡二俱是空不可得故言盡不也　普守曰", "335": "我無我者。計有神我為我。計定實無我為無", "336": "我。我尚不可得非我何可得者。法相理中神", "337": "我尚無。豈有定實無我可得。見實性體空者", "338": "不復起於我與無我也。電天曰明無明為二", "339": "者。智慧是明。煩惱為無明也。無明實性即是", "340": "明者。無明實性體空故即是明也。明亦不可", "341": "取離一切數者。明體性空離一切心數故亦", "342": "不可得取也。喜見曰色空為二者。計五陰定", "343": "有為色定無為空。色即是空者。色體性無故", "344": "色是空也。非色滅空色性自空者。非是色滅", "345": "方空。色體本來自空。受想行識亦皆爾也。明", "346": "相曰四種異空種異為二者。四大對空大也。", "347": "四種性即是空種性者。四大性空即是空大。", "348": "對此五大成身故言種也。如前際後際空故", "349": "中際亦空者。人計現在五大成身故。舉過去", "350": "未來破於現在也。妙意曰眼色者。根塵相對", "351": "為二也。若知眼性於色不貪不恚不癡者。若", "352": "解眼性體空則於色不生貪瞋癡。是名寂滅。", "353": "即體空也。耳等亦然。安住者不見根塵可得", "354": "也。無盡意曰布施回向一切智者。六度是", "355": "己之行體。迴向者以我之行迴向薩婆若。布", "356": "施性即是迴向一切智性者。明布施空即是", "357": "一切智性也。持戒亦然。於中入一相者。會空", "358": "不二也。深惠曰是無相無作者。空是根本。無", "359": "相無作是者枝條。又解。必未皆二。或可。三", "360": "四。但是二增數之初故言二也。空即無相無", "361": "相即無作者。觀假實無性為空。正以空故無", "362": "於眾相亦無造作。若空無相無作即無心意", "363": "識者。悉皆空也。寂根曰佛法眾者。佛僧是人。", "364": "法則法體。此人法相對也。佛即法法即眾者。", "365": "體空不異故得相即也。是三皆無為相與虛", "366": "空等者。將事無況性空也。一切法亦爾。類萬", "367": "法斯空也。心無礙曰身滅者。五陰緣聚為身。", "368": "緣散為滅。此計存亡為二。身即是身滅者。見", "369": "實相體空者不見有身及與滅身。存亡體空", "370": "故無二也。上善曰身口意善者。身口為外意", "371": "為內。此內外相對為二。是三業無作相。身", "372": "口意體空皆無造作也　福田曰福行罪行不", "373": "動行者。能得三塗苦果為罪行。從欲界人天", "374": "迄三禪謂福行。第四禪已上至非想為不動", "375": "行。罪福據苦樂之境。因為麁境四禪已上不", "376": "苦不樂名為不動。是其細境。此麁細相對也。", "377": "三行實性即是體空。空則無有罪福之別也。", "378": "華嚴曰從我起為二者。據計心為二也。上我", "379": "我所者。直就前境此明計我之心計所之心", "380": "也。見我實相者。不起二法。若解我體空。則", "381": "不計我我所之心。故無二法。若不住二法。則", "382": "無有識者。若無二法可住。則無我可識亦無", "383": "我所可識也。德藏曰有所得相者。情存有得", "384": "不存無得。取捨為二。又解。以能得對所得", "385": "也。若無所得則無取捨。若解性空空則情", "386": "無所存。無有取捨為別也　月上曰闇與明", "387": "者。月晦為闇。月光曰明。無闇無明則無為二", "388": "者。若觀明闇體空故無其二。如入滅受想定。", "389": "舉證喻無明闇可得也。寶印手曰。樂涅槃不", "390": "樂世間者。樂厭相對。不樂涅槃不厭世間則", "391": "無有二者。若不見涅槃可樂世間可厭。則無", "392": "樂厭之心。所以無樂厭者何。若有生死之縛。", "393": "則有涅槃之解。空理之中本來無生死之縛。", "394": "其誰求涅槃解脫。無縛無解會於不二也。珠", "395": "頂王曰正道邪道者。據理為正。背理為邪。住", "396": "正道者則不分別是邪是正者。若然真空正", "397": "道則無邪正之別也。樂實曰實不實者。第一", "398": "義諦絕於虛假。稱之為實。世諦但名但字。緣", "399": "用非真。名為不盡實。此虛實相對。實見者", "400": "尚不見實何況非實者。法相理中尚無第一", "401": "義諦實之可見。何況世諦非實而可得見也。", "402": "所以者何以下釋上義。先釋實見義所以名", "403": "為實見者。何今云非肉眼見所見。惠眼乃能", "404": "見故云實也。而此惠眼無見無不見者。所以", "405": "尚無實之可見。何況非實者何釋云。無見無", "406": "實之可見亦無非實不可見。故云無見無不", "407": "見。又一解。而此惠眼無見無不見者。雖曰不", "408": "見而無不見。此是惠眼之體也。", "409": "如是諸菩薩各各說已下。第二段明文殊以", "410": "言遣諸人之言也。", "411": "於是文殊問維摩已下。第三段明淨名以無", "412": "言遣文殊之言。文殊歎言善哉者。嘆於淨名", "413": "無言會理。上身子默然而被呵詰。今淨名無", "414": "言。何故致嘆。但身子不能即言以會空理故", "415": "在空妨言。所以被呵詰。而淨名解言說體空", "416": "即是無言。雖復默然。不妨言說稱理之解。所", "417": "以致歎。宜以默然遣文殊之言事須默然。", "418": "第三大段說是不二法門已下明說法有益。", "419": "是故五千菩薩會於不二之理得無生法忍也。", "420": "香積佛品香積佛品", "421": "此品因空室而生第五事。正以室中無物故", "422": "身子生須食之念。淨名遣化菩薩請飯香積。", "423": "於此娑婆廣明利益。得飯之來出自彼佛。故", "424": "云香積佛品也。大意。由空室而來何。意在不", "425": "二法門品。後明上不二法門。辨明真諦之體。", "426": "言語道斷心行處滅時。情莫知所寄。事須明", "427": "有因食以入道引級物情也。", "428": "就此品中開為九大段。第一從初說當於何", "429": "食。明身子生念。即為取飯之端也。第二從維", "430": "摩諸知其意已下訖當令汝得未曾有食。明", "431": "淨名譏舍利弗結業生身不能無待即縣許", "432": "其所須。第三維摩詰即入三昧訖此諸大眾", "433": "莫不目見。明將欲取飯先現上方世界。示取", "434": "飯之端。使此時眾生於欽待之心。第四從", "435": "時維摩詰問眾菩薩誰能致彼佛已飯下訖", "436": "亦如眾香國土諸樹之香。正明淨名取飯於", "437": "此娑婆廣明利益。第五從爾時維摩問眾香", "438": "菩薩香積如來以何說法以下訖故以一切苦", "439": "切之言乃可入律。明二國交利。第六從彼諸", "440": "菩薩聞說是已皆曰未曾有也訖以無量大悲", "441": "生是佛土。明彼菩薩讚釋迦如來并歎此方", "442": "菩薩。第七從維摩詰言此土菩薩於諸眾生", "443": "大悲堅固已下訖常以四攝成就眾生是為", "444": "十。明淨名述成其所歎。第八彼菩薩成就幾", "445": "法以下訖恒以一心求諸功德是為八。明香", "446": "積菩薩為此小行之流請淨等之行。第九維", "447": "摩文殊於大眾中已下明說法利益發心也。", "448": "第一段舍利弗心念此諸菩薩當於何食。明", "449": "聲聞非不須食。但食自噵則難噵他則易。故", "450": "云菩薩。", "451": "時維摩詰已下第二大段。維摩知其意者。知", "452": "其非直為菩薩亦自為己須食之意。就中開", "453": "為二句。第一句譏其結業生身不能無待。佛", "454": "說八解。仁者受行。豈雜欲食而聞法乎者。佛", "455": "說八解脫。仁者受行斯法。正應遊心八解以", "456": "法食為先。豈得雜須欲食之意而聞正法乎。", "457": "又解。揣食有色香味觸。是即五欲雜穢之食", "458": "也。又解。譏身子為法來不食為來。八解本能", "459": "除患即是法食。今聽法除患。亦是病之良藥。", "460": "今存食不為法。似若昔八解不除患。今法亦", "461": "非良藥。故執今昔以呵之。", "462": "第二句當令汝等未曾有食已下。即玄許其", "463": "所須。非常之食。此食凡有三義。一者食之能", "464": "使身適神悅。二者香味異常。三者食之令人", "465": "悟道。不准常類故名未曾有也。又解。雖然昔", "466": "八解。今法但除因累。身子報身果累未亡。猶", "467": "須食以療之。故懸許其所須。", "468": "維摩詰即入三昧已下第三大段。何故先現", "469": "上方世界者。持欲取飯。先現彼國令此時眾", "470": "生欽待之心。", "471": "時維摩詰問眾菩薩已下第四大段。正明取", "472": "飯於此娑婆廣明利益。就中開為五子段。第", "473": "一從時維摩詰問已下訖如佛所言勿輕勿", "474": "學。明𨋪󱘋新學進於始行。咸皆默然者。欲", "475": "使淨名發言自取故默然也。仁此大眾無乃", "476": "可恥者。此𨋪󱘋新學仁此大眾之中無能致", "477": "彼佛飯乃是可恥之事。文殊師利曰如佛所", "478": "言勿輕未學者。進於始行。學則便得。故不可", "479": "輕也。又解。上以文殊威神力故皆默然者。設", "480": "飯之來事在主人故默然也。今言勿輕未學", "481": "者。未學猶尚難輕。而況此坐皆是久習高行", "482": "之人。非是不能。但設飯之來事在主人。理不", "483": "關客。所以默然也。第二子段。於是維摩不起", "484": "於坐已下訖亦使如來名聲普聞。正明遣化", "485": "取飯。第三子段。時化菩薩即於會前已下訖", "486": "佛為欲化樂小法者不盡現其清淨土耳。明", "487": "化傳淨名之意上方取飯也。令彼樂小法者", "488": "得弘大道者。明外凡夫之人未上性地容得", "489": "棄小向大故言得弘大道。亦使如來名聲普", "490": "聞者。自此以前未聞香積之名。因此廣彰故", "491": "言普聞也。彼諸大士見化菩薩已下。明香積", "492": "菩薩見化人即發三發問問於彼佛。第一問", "493": "言。今此上人從何來也。第二問。娑婆世界為", "494": "在何許。第三問。云何名為樂小法者　佛告", "495": "之曰下方已下訖釋迦牟尼今現在。答其第", "496": "二問娑婆之處也。於五濁惡世為樂小法眾", "497": "生敷演道教。答第三問樂小法者。彼有菩薩", "498": "名維摩結已下訖增益功德。答上第一問問", "499": "其來處。淨名遣化來因答第一問。復生兩問。", "500": "第一問。其人何如乃作是化。問人大小許人", "501": "乃作是化也。德力無畏神足若斯。第二問德", "502": "量多少有此神力。佛言甚大者。答其初門。是", "503": "為大人一切十方皆遣化往。答其後門器量", "504": "甚豐德行充備。於是香積如來已下明香積", "505": "佛與飯已而試約之。攝汝身香已下試約", "506": "有三勅。身有二心有一。攝汝身香無令彼諸", "507": "眾生起惑著心者勅。身香有二種。報應兩殊。", "508": "報香起著應香增道。今云攝者攝其報香也。", "509": "又當捨汝本形勿使彼國求菩薩者而自鄙恥", "510": "勅身。上方大士形則在妙。下方菩薩身則", "511": "劣小。故宜誡約。息於始行自鄙之心。又汝於", "512": "彼莫懷輕賤而作礙想已下勅心。若心生礙。", "513": "受道則難。是故有此言耶。第四子段。時化菩", "514": "薩既受鉢飯已下訖欲色諸天聞此香氣亦皆", "515": "來入維摩詰舍。明因請香飯更招渡來。聞此", "516": "香氣身意快然歎未曾有者。妙香充軀身心", "517": "悅適故曰未曾有也。第五子段。時維摩詰語", "518": "舍利弗等可食已下訖亦如諸樹之香。明香", "519": "飯此土有利益也。無以限意食之使不消者。", "520": "明如來慈念蒼生故有斯飯。悲心無窮亦飯", "521": "無盡若能體之稱大悲意若作局限心不稱大", "522": "悲則不消也。又解。食此飯者應發大心能建", "523": "大業報恩義足。名為消也。二乘之人不能發", "524": "心無報恩之義。故言不消。有異聲聞念此飯", "525": "少者。相傳解言。二乘之人情既局俠有其限", "526": "心。不同大士位懷彌博。故聲聞異於菩薩。故", "527": "言又異聲聞。又一解。聲聞生於異念故名聲", "528": "聞異於菩薩也。四海有為有相故宜可竭。此", "529": "飯大悲所勳應化之食。是故無盡也。", "530": "爾時維摩問眾香菩薩已下第五大段。明二", "531": "國交利。明上方菩薩聞此言教故能化導無", "532": "方。此飡香味知佛事不同兩邊有益故云交", "533": "利也。從維摩問眾香菩薩已下訖所有功德", "534": "皆悉具足。明香國佛事。彼菩薩曰我土如", "535": "來無文字說但以眾香得入律行者。香積如", "536": "來豈直雖以香為佛事而不為說法。但就勝", "537": "為緣語。彼國入道多藉香為緣。故記但以眾", "538": "香也。所以知然。品初言大菩薩眾佛為說法。", "539": "是故得知非無文字也。又一體此方因於取", "540": "識發聞思之解。上方香積鼻識後起意地聞", "541": "思慧解。此亦可從多論門也。彼菩薩問維摩", "542": "結以下。明釋迦說法。就中開為三段。第一從", "543": "維摩以下訖剛強之語以調伏之。直明□□", "544": "麁獷故須剛強之況。第二從六是地獄以下", "545": "訖是世間是涅槃。明亦剛強法體。第三從", "546": "以難化之人心如猨猴訖以苦切之言乃可入", "547": "律行。明舉二譬結事須剛強之言如此。第一", "548": "子段。此土眾生剛強難化以下。直明眾生梁", "549": "強故須剛鑛之言折伏也。就第二子段中。剛", "550": "強法體中明為二門。初從言是地獄以下訖", "551": "是愚癡報。明不期因果理數自至。第二從是", "552": "結戒已下訖是涅槃。有藉教有違順。順即為", "553": "善違則為惡也。就初不期中開為二意。第一", "554": "意。是地獄既愚人生處。直總明惡果。第二意。", "555": "是身邪行已下因果雙明。就雙明因果中復", "556": "有三幡。第一幡總明三業身口及意也。第二", "557": "幡雖明十惡。殺生正報墮三塗。餘習氣人中得", "558": "二種果報。一者短命。二者多病。劫盜亦二果。", "559": "一者貧窮。二者共他財不得自在而用。邪婬", "560": "二果。一者婦不貞良。二者不得隨意眷屬。妄", "561": "語二果。一者多被誹謗。二者恒為他人所誑。", "562": "兩舌二果者。一者得弊惡眷屬。二者得不和", "563": "眷屬。惡口二果。一者常聞惡音。二者有所言", "564": "說常如鬪諍。綺語二果。一者有所言語人不", "565": "信受。二者有所言說不能分了。貪欲二果。一", "566": "者多欲。二者無厭足。瞋恚二果。一者常為他", "567": "人求其長短。二者恒為他所惱害。邪見二果。", "568": "一者常生邪見家。二者心有諂曲。第三幡。是", "569": "慳悋是慳悋報訖是愚癡。明六弊對六度為", "570": "語。第二段藉教行中。是結戒者。檀場白四羯", "571": "磨始初得戒時稱云結戒。持戒者。德行無缺", "572": "皆順教也。犯戒者。毀破所持皆違教。是應作", "573": "是不應作者。若順教為善。是則應作。若違教", "574": "造惡。是不應作。自此已下類爾可知　以難", "575": "化人已下釋迦說法中。第三大段舉二譬結", "576": "事須剛強之言。猨猴躁擾喻心萬端。象馬𢤱", "577": "悷喻身口形色剛強也。", "578": "彼菩薩聞說是已已下品中大段第六。上方", "579": "大士嘆佛及菩薩皆曰未曾有也。嘆釋迦如", "580": "來平等空慧而能隱於無量方便之力逐物所", "581": "威種種說法隨天人所樂。實為希有。斯諸菩", "582": "薩復能謙下。謙下不辭劬勞不擇淨穢。生於", "583": "此土也。", "584": "從維摩言已下大段第七。述成其言。嘆此土", "585": "菩薩大悲堅固誠如所說。述成其言也。然其", "586": "一世已下明穢土修行勝於淨國。然智藉癡", "587": "生善由惡發。惡豐故發善則濃。愚多故生智", "588": "則厚。此皆藉外為強緣。然後得發內解之堅", "589": "固。故言此間一世修行踰於淨土彌劫之行", "590": "也。所以者何以下釋穢土修行勝淨之意。而", "591": "以穢土修行而勝淨國者何。明娑婆穢土略", "592": "有十事善法。淨土所無。以布施攝貧窮者。出", "593": "十事之體。穢土由有貧窮故得行檀度具足。", "594": "淨國無諸貧乏鬪。闕於此行故明穢勝淨也。", "595": "猶世良醫在假病劫中醫術得通。施病良藥", "596": "患者皆除欲。明菩薩處不淨國土化物亦復", "597": "如是。眾行茲繁得弘十法。為大藥王濟度眾", "598": "生。故能超於萬劫去煩惱生死之病也。此言", "599": "皆為穢土始行之流欲令自竭其志也。", "600": "彼菩薩曰菩薩成就幾法以下第八大段。明", "601": "上方大士為此土新舉清淨國之行。明始行", "602": "之徒功行未成未能自拔。譬如羸人入水救", "603": "彼溺人未能修兼與彼俱沒。廣此土新學菩", "604": "薩令修淨國之行故發斯問。又一解。始行之", "605": "流聞其向言也世饒益眾生多於彼國百千", "606": "劫行。便謂菩薩慈在穢土一向不修淨行則", "607": "滯於穢國故為請淨土之行級行其情。菩薩", "608": "復應修淨土之行也。行無瘡疣生于淨土者。", "609": "善行鮮潔如究淨膚體。記惡懷善其猶瘡疣。", "610": "就此八法四段明義。第一段敬上接下相對。", "611": "饒益眾生而不望報訖謙下無礙。明第一接", "612": "下句。於諸菩薩視之如佛。第二敬上句。第二", "613": "段人法相對。前未聞經聞之不疑。第三於法", "614": "中無乖違。不與聲聞而相違背。第四相小乘", "615": "人中不相違背。第三段得失相對不嫉彼供。", "616": "第五見他得供養。於是失不起嫉心不高己", "617": "利。第六於我是得不以為高。而於其中調伏", "618": "其心。結成上得失正懷義。第四段自他相對。", "619": "常省己過。第七自有過內自省。第八句見他", "620": "過不訟也。恒以一心求諸功德。成上自他", "621": "義。", "622": "文殊師利解大段第九。明說法利益諸人悟", "623": "道也。", "624": "菩薩行品菩薩行品", "625": "此品所以來。上方菩薩始行之流於此土生", "626": "下劣想。如來廣明十方世界佛事不同諸佛", "627": "如來功德平等。言對阿難𨋪切上方菩薩上", "628": "方大士自求悔過請法還土。如來為說有盡", "629": "無盡解脫法門。即是菩薩行燈故菩薩品所", "630": "以來。就此品中有八段明義。", "631": "第一從佛為說法於菴羅樹薗已下訖是維摩", "632": "詰欲求故先現此瑞應。明將詣佛所印封所", "633": "說先現光明表其相來令菴羅諸人豫生欽", "634": "仰。", "635": "第二從於是維摩詰語文殊言可共見佛以下", "636": "訖非意所圖非度所測。正明維摩將諸大眾", "637": "詣於菴羅禮事供養如來。", "638": "第三從爾時阿難白佛今所聞香自昔未有以", "639": "下訖此飯如是滅除一切諸煩惱毒然後乃消", "640": "也。廣明香飯利益差別。", "641": "第四從阿難白佛未曾有也以下訖是名入一", "642": "切諸佛法門。明佛事不同證上香飯有其實", "643": "益。", "644": "第五從菩薩入此行者若見淨好佛土不以為", "645": "喜已下訖盡力變化所不能作。明言對阿難", "646": "𨋪切上方菩薩。第六從爾時眾香世界菩薩", "647": "來者合掌白佛以下訖唯然世尊願少賜法還", "648": "於彼土當念如來。明上方菩薩既被譏切悔", "649": "過自責請法還土。第七從佛告諸菩薩已下", "650": "訖是名有盡無盡解脫法門。明佛為說有盡", "651": "無盡解脫法門即菩薩行體。第八從爾時彼", "652": "諸菩薩聞說是法已下訖品。明上方菩薩香", "653": "華種種供養表其慶情。", "654": "於是維摩詰文殊已下第二段。文殊言今正", "655": "是時。今若詣佛正是利益之時也。因詣佛故", "656": "有七事利益。第一因詣佛故得與大眾禮事", "657": "供養表病非實。第二因詣佛故明佛事無方", "658": "成上香飯實益。第三因詣佛故得明上方菩", "659": "薩請佛為說有盡無盡解脫法門。第四因詣", "660": "佛故得明法身出百非之表以遣諸人執實之", "661": "心。第五因詣佛故得顯淨名生處見妙喜國", "662": "不動如來。第六因詣佛故得明法供養即是", "663": "封印淨名之所說。第七因諸佛故得明屬累", "664": "彌勒委付阿難流通此經千載之下流傳不", "665": "絕。於意云何者。汝為當目見而已亦在意地", "666": "解其所以。世尊我覩其為非意所圖非度所", "667": "測者。我目覩其事。非是意地所量。亦非忖度", "668": "之所能測也。", "669": "爾時阿難白佛今所聞香自昔未有。是第三", "670": "段。因問香氣廣明香飯利益差別。問香是彼", "671": "菩薩毛孔香者。欲令舍利弗發言自答也。如", "672": "是香氣住當久如者。問香氣住久近。此飯勢", "673": "力至于七日。未必限於七日。但閻浮提人不", "674": "食唯得七日。故就一方為語故云七日也。又", "675": "解。法爾七日未入正位者是聲聞性地人。得", "676": "入正位者無相以上。得正解脫者證於第四", "677": "果也。未發大乘心者凡夫之人。已發意者住", "678": "前之心。得無生忍者七地以還。又可初地。一", "679": "生補處者十地菩薩。然香飯雖是下地得道", "680": "之緣。初地以上豈蘇此藉入道。為欲成香飯", "681": "有始終之益故云乃至十地。小乘亦應云初", "682": "果二三乃至四果。但文略耳。菩薩中亦應從", "683": "初地二地乃至一地之階級。但文中略。廣明", "684": "十方世界佛事不同入道多端。自有由鼻識", "685": "得道。亦有由眼識而受益。此方由其耳識以", "686": "獲悟。滅除一切諸煩惱毒者。少分一切唯斷", "687": "當地之分也。", "688": "阿難白佛以下第四段。明佛事不同證香飯", "689": "有實益。以佛光明而作佛事者。自有見光而", "690": "獲秒。是故助以為佛事也。又以菩薩而作佛", "691": "事者。如大通智勝如是入定之後以十六王", "692": "子菩薩度六百萬億恒河沙等人也。又以佛", "693": "所化人者。以須扇多佛滅度留一化身住世", "694": "說法。以菩薩樹者。光無所不照。香無不普", "695": "薰。形色微妙隨所好而見。出妙音聲隨所", "696": "好而聞。眾生過者無不入道。又以佛衣服者。", "697": "如閻浮提王以世疾疫請佛得佛僧加梨禮拜", "698": "生善。病得除癒。又以飯食者。香作樓閣苑", "699": "薗皆香也。三十二相八十種好者。一一相隨", "700": "應所現令其入道也。佛身者。應形妙體正相", "701": "好論別佛身總語故有異也。虛空者。匝閙之", "702": "處為現虛空。又解。文殊師利滅眾色像以化", "703": "阿闍世王。眾生應以此緣者。應以上來因緣", "704": "得入正行也。夢幻者。說此六喻令人得悟也。", "705": "又解。隨所應見而現。如夢覩羅剎。若爾何故", "706": "云喻。但經中每以此六為喻故也。音聲語言", "707": "說法此等多以聲教為佛事。清淨佛土寂寞", "708": "無言乃無為者。猶如法如來所明下方菩薩", "709": "不樂處眾多有所眾說寂順無為以作佛事。", "710": "清淨佛土炳無情處來無言說寂怕無為以自", "711": "然進道。如是阿難諸佛威儀進止諸所施為", "712": "者。明大聖舉動皆有利益。是故無非佛事", "713": "也。有此四魔諸煩惱乃門。而諸眾生為之疲", "714": "勞諸佛即以此法而為佛事者。多能降毒龍", "715": "勢極嗔息先以欲拘事却以法語人也。此之", "716": "例皆是佛事。即以此法令其入道。是名入一", "717": "切諸佛法門者。總結於上此等佛事軌則日", "718": "法能通為體法也。", "719": "菩薩入此門者。已下第五段。明言對阿難幹", "720": "切上方菩薩。菩薩入此門者若然佛事不同。", "721": "若見一切淨好佛土不以為喜不貪不高者。", "722": "既然佛事不同。故雖見淨好情不生喜亦無", "723": "貪著不以高勝。若見不淨亦以為喜憂。不礙", "724": "不沒者。上見淨妙既不生喜。故覩穢不憂。上", "725": "淨既無貪。今穢則不生瞋礙。既不以淨為高", "726": "勝。故於穢不生下沒也。但於諸佛心生歡喜", "727": "恭敬作未曾有想也。如來功德平等為欲化", "728": "眾生而現佛土不同者。明諸佛道同無有優", "729": "劣但隨眾生應見示現差別也。阿難汝見諸", "730": "佛國土以下舉譬以明真應。地有若干者。明", "731": "國土參差則有數量。以喻如來應身有其差", "732": "別。若干者數量之異名。而虛空無若干者。明", "733": "虛空盪然絕於數量以喻如來智惠平等無有", "734": "高下別也。是如色身有若干者。喻合上地有", "735": "若干。其無礙惠者。合上虛空。諸佛色身威相", "736": "以下明功德平等悉無差別也。是故名三藐", "737": "以下如十是同等。略舉其三。三藐三佛陀者。", "738": "正遍知正覺。多陀阿伽度者如來也。佛陀覺", "739": "者。阿難若我廣說此三句義汝以劫壽不能", "740": "盡受以下。明廣演三句尚自難窮況於無量", "741": "功德也。上方菩薩於此土如來菩薩及以淨", "742": "名三處悉生下劣之心。故今共對阿難𨋪切", "743": "上方小行。明諸佛不可惻量。是故不應生下", "744": "劣之心。且止阿難以下移共在菩薩。明菩薩", "745": "不可惻限度。四海有為有相尚可惻量度。菩", "746": "薩功德不可量也。阿難汝等捨置菩薩以下", "747": "故複言在淨□。明菩薩始終之行故宜難測。", "748": "淨名一時之益二乘百千劫所不能得知。淨", "749": "名身處白衣故生劣想。今明淨名一時變現", "750": "神通之力二乘之人百千萬劫所不能盡。豈", "751": "可思議也。", "752": "爾時眾香世界菩薩來者已下第六段。明上", "753": "方菩薩既被𨋪切。於茲受悟。故悔過自責請", "754": "法還土。開為二問。從初訖現佛國異。明悔過", "755": "自責也。唯然已下第二問。請法還土。願賜", "756": "少法還於彼土當念如來者。當念傳心如來", "757": "之法也。又解。上已聞說佛事不可思議。將欲", "758": "請法還土。意欲宣揚如來不思議道。令本國", "759": "眾生念佛功德也。", "760": "佛告諸菩薩已下第七段。就中開為三段。第", "761": "一有盡無盡訖至如菩薩者。不盡有為不住", "762": "無為。二雙舉有為無為以為章門。第二何謂", "763": "不盡有為已下訖不虛福德是名菩薩不住無", "764": "為。明釋不盡有為不住無為也。第三從又具", "765": "福德故不住無為訖是名盡無盡解脫法門汝", "766": "等當學八句雙結有為無為也。有盡法門者。", "767": "何諦虛偽可盡可滅。謂之為盡。性空真實不", "768": "可盡滅。謂之無盡。凡夫執有為即是具縛。二", "769": "乘著空亦是具縛。菩薩處有為不著故脫凡", "770": "夫之縛。不證空而住故脫二乘之縛。故得", "771": "解脫。能軌曰法。通智為門。有經文云。無", "772": "礙者除凡夫礙勉二乘等也。何謂為盡謂有", "773": "為法者。無虛偽是為之法。何謂為盡無謂", "774": "無為法者。無性空不可盡滅是無為法也。如", "775": "菩薩者不盡有為不住無為者。有為雖偽。盡", "776": "之則大業不成。無為雖實。住之則空觀不明。", "777": "何謂不盡有為。第二遍釋有為。就中開為五", "778": "子段。第一從不離大慈不捨大悲以下訖發", "779": "行善根無有限齊以來。亂明自行外化。不離", "780": "不大慈不捨大悲者。慈悲是入有之基樹德", "781": "之本。故在先明。菩薩化物恒以大悲為首。常", "782": "以與樂濟苦為懷。心無捨離。深發一切智心", "783": "而不忽忘者。自行之體。明仰要佛果一切智", "784": "惠心不忘失也。教化眾生而不厭倦者。外化", "785": "之德明處生死化物情無厭怠。此之二句明", "786": "上仰要佛果下變眾生。於四攝法常念順行", "787": "者。成上外化正由。備於四攝故。能化物無", "788": "惓。四攝物攝物無不從故言常念順行也。護", "789": "持正法不惜軀命者。成上自行外化。讚若", "790": "自行外化擁隔不通將護法來通故能亡身空", "791": "命。種諸善根無有疲厭者。亦是自行廣殖眾", "792": "善能與菩提為根故無厭倦。志常安住方便", "793": "迴向者。若欲化於眾生事須善巧不著。以己", "794": "功德迴向薩婆若。求法不解者。亦是自行。仰", "795": "請諸佛深奧之法。情無懈慳。說法不悋者。外", "796": "化之行正由。自能求法。以己所得化物無有", "797": "悋惜也。懃供諸佛者。成上求法正由。翹懃", "798": "供養諸佛能求法不解也。故入生死而無所", "799": "畏者。成上說法無悋正由。生死無畏故能說", "800": "法無悋也。於諸榮辱心無憂喜。凡夫得榮辱", "801": "心動。菩薩離世八法於中不生憂喜。不輕末", "802": "學敬學如佛者。學則便得故不可輕。已學必", "803": "成佛。應敬如佛。墮煩惱者令發正念者。本自", "804": "未出。何故名墮。但修行伏煩惱作出離之意。", "805": "遇緣行退方名墮也。方宜教化。令發正念於", "806": "遠離樂不以為煮者。二乘之人身遠離憒閙", "807": "心離煩惱無為自安。菩薩雖復身遠離憒閙", "808": "心離煩惱。假以通道不以為貴。不著己樂慶", "809": "於彼樂者。凡夫見他得樂生嫉妬。自得樂則", "810": "情著。見他受苦則心安。自苦則情動。菩薩不", "811": "爾。不存己樂。聞他有樂心生慶悅。在諸禪定", "812": "如地獄想者。禪定雖樂安之則大道不成。情", "813": "無樂著如地獄想。於生死中如薗觀想者。生", "814": "死雖苦大道因之而生。菩薩好遊其中如似", "815": "薗觀想。見來求者為善師想者。見來求我。與", "816": "其作善師想。內心歡喜。方便勸化令入正法。", "817": "又解。見來求財請法為善師想師本資益我", "818": "義前人來有所成化功歸已有。即資益之義", "819": "故為善師想也。捨諸所有具一切智想者。知", "820": "行此施具一切智。明見因果施而無悔也。見", "821": "毀戒人起救護想者。見造惡毀梵之人起方", "822": "宜救接之想。諸波羅蜜為父母想者。欲明菩", "823": "薩諸度能生成法身如父母也。又解。子有所", "824": "須資之於父母。明菩薩所須求之於六度也。", "825": "道品法為眷屬想者。道品令我尊勝。其由世", "826": "人有眷屬益我尊貴。發行善根無有齊限者。", "827": "上亂明自行外化。今總結也。一切善法皆能", "828": "行之。", "829": "第二段。以諸淨國嚴飾之事以下訖聞佛無", "830": "量德志而不捲。明舉佛果顯三種勝事樹出", "831": "其行。上既明自行外化必得佛果故。次舉佛", "832": "果三事樹出其行。以諸淨國嚴飾之事成已", "833": "佛土者。是為一事。明以佛果淨國嚴飾故修", "834": "行住要成己佛土也。開門大施具足相好者。", "835": "此為第二事。施本能資於刑。是故因中行施", "836": "能具佛果三十二相八十種好也。自有施心", "837": "少財物多自施心多財物少。此二不備。不能", "838": "應無方之求。此二兼備恣其所須。除一切惡", "839": "淨身口意生死無數劫意而有勇者。成上第", "840": "二事。明因淨則果妙。正以能除諸惡淨於三", "841": "等。處生死化物無畏故得淨土法身也。聞佛", "842": "無量德志而不惓者。此是第三事。明聞佛無", "843": "量功德修行住取志願無捲也。", "844": "第三以惠智劍以下訖以大精進摧諸魔軍。", "845": "明有所除。上既辨果顯三種勝事。自非除因", "846": "果二累。無以可獲。故次明之也。以智惠劍破", "847": "煩惱賊者。此即因累。煩惱能劫人善財。其猶", "848": "如賊。空觀智惠能摧煩惱故云如劍。出陰界", "849": "入者。除陰死二魔。即是果累。荷負眾生永", "850": "使解脫者。自既勉累。復能荷負眾生。於因", "851": "果二累中永使解脫。以大精進摧伏魔軍者。", "852": "天魔是起惡之緣故。以精進之行而能降伏", "853": "也。", "854": "第四段常求無念以下訖修四無量。明空有", "855": "二行。上既明所除。自非觀違空境。無以能除", "856": "煩惱陰死三魔。若無有智備足。何能降天魔。", "857": "故次明之。常求無念實相智惠者。守境為念。", "858": "空理無物當心故名無念。空理絕於假誑為", "859": "實。表異於有故云相。智惠者此諸觀智行。少", "860": "欲知足而不捨世間已下明有中智。自非有", "861": "中智備。無以降天魔。內心常行少欲知足之", "862": "法而示同世間多欲之道。又解。聲聞行少欲", "863": "知足捨世間入涅槃。菩薩行少欲知足不捨", "864": "世間入涅槃。不壞威儀而能隨從者。不壞正", "865": "法威儀而能同俗。有感現種種威儀起神通", "866": "惠引道眾生者。常以五通化引眾生。五通即", "867": "禪定果。由定得總持。得所念總持所聞不忘", "868": "者。得陀羅尼總持。音聲法相則無遺失。善別", "869": "諸根斷眾生疑已下正由。內秉陀羅尼外能", "870": "辨才為物說法。但欲說法要須識根故知藥。", "871": "故先明識根知藥。差別諸根斷眾生疑者。此", "872": "明識病。若知眾生根性差別善能應機授法", "873": "斷其疑。或以樂說辨演法無礙。正以得辨說", "874": "無滯故能斷眾生疑也。淨十善道受人天福", "875": "者。正由十善之行故能示在人天受福教化。", "876": "修四無量開梵天道者。內修四等之行故能", "877": "示生四禪。四禪謂四梵天。又一體菩薩求生", "878": "梵天為欲作諸法之主。", "879": "第五段勸請說法以下訖不失品善法。明三", "880": "業清淨結上四段正由。身口意淨故備上來", "881": "四段之法。勸請說法隨喜讚善得佛音聲者。", "882": "明口業清淨故得佛梵音微妙也。身口意善", "883": "得佛威儀者。明身業清淨得佛象王視觀行", "884": "住坐臥舉動威儀正應道身所修業口意相逐", "885": "來。深修善法以下明意業。深修善法所行轉", "886": "勝者。意地修善增然乃有日新之美故云轉", "887": "勝。以大乘教成菩薩僧者。正以問解增明故", "888": "能備說大乘心人成於菩薩僧。此成上意也。", "889": "以無放逸不失眾善者。意不生放逸故眾善", "890": "無失。行如此法以下結上來諸行也。", "891": "何謂菩薩不住無為以下遍釋無為。菩薩空", "892": "前有。顛心必須涉有。施行不得證空。故知人", "893": "空不住。聲聞不爾。謂修夢空不以空為證。二", "894": "乘修空證空而住。菩薩雖復修空而能在有", "895": "施化。不證空而住。修學無相無作。不以無相", "896": "無作為證者。明菩薩雖修學空無相等而能", "897": "在有化物。不同二乘證空而住。雖學無起不", "898": "以無起為證者。菩薩雖觀空理絕於起動而", "899": "能在有化物。不同聲聞證空而住。觀於無常", "900": "而不厭善本者。二乘觀無常空而證取涅槃", "901": "絕於化道。菩薩雖觀無常體空而能在有化", "902": "物。不厭善本證於涅槃也。觀世間苦而不惡", "903": "生死。聲聞若體空在有中惡生死。菩薩觀苦", "904": "體空而處生死以化物也。觀於遠離而身心", "905": "修善者。二乘之人觀身心遠離體空而證滅", "906": "盡涅槃不能修善。菩薩雖觀身心遠離體空", "907": "而在有中身心修善以化物。觀無所歸而歸", "908": "趣善法者。菩薩雖觀空理無物可歸而於有", "909": "中歸向善法。觀於無生而以生法荷負一切", "910": "者。雖觀空理無其生滅而在有中現於生法", "911": "荷負眾生也。觀於無漏而不斷諸漏者。聲聞", "912": "觀無漏空斷諸漏盡。菩薩雖斷觀無漏體空", "913": "而能化物示同有漏也。觀無所行而以行法", "914": "教化眾生者。雖觀空理無法可行而於有中", "915": "行法教化眾生。觀於空無而不捨大悲者。雖", "916": "觀空理是無而能在於生死拔苦不捨大悲", "917": "也。觀正法位而不隨小乘者。雖觀性空而處", "918": "有施化。不同聲聞小乘絕於化導也。觀諸法", "919": "虛妄者。觀萬法體空非實。妄計者為實。無堅", "920": "牢。又無我人亦無主宰。此即是假名空也。無", "921": "相者明五陰體空絕於生滅相也。本願未滿", "922": "而不虛福德禪定智惠者。菩薩空前願。有願", "923": "中有化物修福德業。藉此之行至於佛果。本", "924": "願未滿。可虛設此願證空而住。應當有中修", "925": "福德禪定化眾生行也。修如此法是名不住", "926": "無為。總結上不住無為也。", "927": "又具福德以下大段第三。舉八句雙結上有", "928": "為無為也。具福德故不住無為者。正以不住", "929": "著無為有勝導故。於不盡有為中能修福德", "930": "之行也。具智惠故不盡有為者。正以不盡有", "931": "為中有勝資故便能於也。不住無為中修其", "932": "智惠。此兩句是總。下有六句為別。大慈悲", "933": "故不住無為者。此舉不盡有為中初句不離", "934": "大慈不捨大悲正。以不住無為空觀明故。於", "935": "不盡有為中能修慈悲之行。滿本願故不盡", "936": "有為者。此舉不住無為中最後句本願未滿", "937": "而不虛福德禪定智惠句。正以不盡有為有", "938": "其勝行故。於不住無為中能滿本願也。集法", "939": "藥故不住無為者。此舉不盡有為中求法不", "940": "懈。正以不住無為空觀明故。於不盡有為中", "941": "能集法藥也。隨授藥故不盡有為者。此舉不", "942": "住無為中觀無所行而以行法教化眾生。正", "943": "以不盡有為有具勝行故。於不住無為中能", "944": "隨授眾生法藥。知眾生病故不住無為者。此", "945": "舉不盡有為中差別諸根。正以不住無為空", "946": "觀明故。於不盡有為中知眾生病也。滅眾生", "947": "病故不盡有為者。此舉不住無為中觀於無", "948": "我而誨人不捲。正以不盡有為有勝行故。於", "949": "不住無為中能滅眾生病也。諸正士以下總", "950": "結勸修之。", "951": "爾時彼諸菩薩以下大段第八段。明此諸菩", "952": "薩得法情欣。香華供養禮拜表其慶情也。", "953": "見阿閦佛品見阿閦佛品", "954": "就此品中有兩段明義。初明應身體空。後明", "955": "法身出百非之表。別出淨名生處應有見如", "956": "來身品。文句小故寄他品明。不別立品目。若", "957": "爾釋迦無動等是如來。何故阿閦得於品名", "958": "而不去法身品者。但此經宗旨原為維摩。今", "959": "欲顯淨名生處故存品名。阿者言無。閦之言", "960": "動。下現無動佛教。云見阿閦佛品也。初明丈", "961": "六體空。後辨真極法身。此即除惑情二種執", "962": "患。由上淨名云何共見佛將諸大眾禮事如", "963": "來。時情便謂有定佛可見。今明丈六性空。以", "964": "遣時情執有之患。又由時眾不違法身。執應", "965": "為至極真身。今明法身妙體出過百非之表。", "966": "去其執應之患。時人便謂釋迦可爾。他方諸", "967": "佛何必同然。辨明妙喜世界無動如來法身", "968": "亦是百非之表故能處淨而入穢。不可作淨", "969": "穢住取故現妙喜世界無動如來。", "970": "就此品中有二段明義。第一從初訖若他觀", "971": "者名為邪觀。明觀如來之身。第二從爾時舍", "972": "利問維摩詰汝於何沒以下訖已還置本處。", "973": "出淨名生處。", "974": "就初段中復開為三段。第一從爾時世尊問", "975": "維摩結以下不觀識如不觀識性。明應身體", "976": "空。汝欲見如來為以何等觀如來乎者。如向", "977": "云。欲見於佛為作何等相根觀如來乎。維摩", "978": "詰言。如自觀身實相觀佛亦然者。如來大聖", "979": "尊重。不敢直爾而觀。要自觀己身性空。然後", "980": "仰類於佛。我觀如來前際不來後際不去今", "981": "則不住者。外人計有神我從冥初來至現在", "982": "住世說法從現在謝在過去。欲明性空理中", "983": "不見如來從於未來來至現在。故云前際不", "984": "來向現在。亦不見從現在謝於過去。故云後", "985": "際不去。亦不見住世說法。故云今則無住。又", "986": "一解。以前際為過去後際為未來。前際不去", "987": "者不見如來謝於過去。後際不來者不見如", "988": "來在未來。今得不住不見如來在現在住世。", "989": "不觀色性已下就五論明空。不觀色者。無", "990": "定色可得。不觀色如故。無色空可得。人不觀", "991": "色性故。亦不見色有定性可得也。受相行識", "992": "行亦然也。", "993": "第二從非四大起以下。明至極法身出於百", "994": "非之表也。非四大起同於虛空者。明法身不", "995": "為四大所成。借虛空以況。真極若作常住法", "996": "身者即略明常。又解。別有一法身。明相續", "997": "常。即是壽命七百阿僧祇劫也。六入無積身", "998": "心已過。法身不為無入積聚已過身心之表", "999": "也。不在三界。出於三界。三垢離者。三界之", "1000": "業久已永除。順三脫門者。智惠與三空門相", "1001": "順也。三明與無明等者。觀三空門時闇齊觀", "1002": "故云學也。不一相者垂迹萬差不異相知語", "1003": "本唯一不自相知隨感則赴亦能現於他形不", "1004": "他者唯是自體不曾有他。非無相者。法身妙", "1005": "有不同虛空相。非取相者。雖非無相復不可", "1006": "以相根住取也。不此不彼者。不在生死而未", "1007": "出世。不在彼不彼者。不在涅槃而未常不在", "1008": "此。不中流者。不在道品中間而未常不在彼", "1009": "此。而化眾生者。雖非彼此中間而在生死以", "1010": "化眾生也。觀於寂滅亦不永滅者。智照性空", "1011": "寂滅之理而不永入寂滅亦復處有。不同二", "1012": "乘永寂不此不彼故不在此間彼間也。不以", "1013": "此不以彼。既非彼此。不可以彼此住取也。不", "1014": "可以智知不可以識識者。非滅智所知非凡", "1015": "識所識。無晦無明者。朗達三世故無晦。體非", "1016": "役慮故無明。又解。現同闇昧故言無明也。無", "1017": "名無相者。法身之體絕於名相也。無強者。現", "1018": "同嬰弱。無弱者生老不加也。非淨者。示居塵。", "1019": "穢者煩累永除也。不在方者。高栖環中。不", "1020": "離方者。像無不現。非有為者。法身惔怕。非", "1021": "無為者。不同六道。非示者。體非色故非示。", "1022": "無說者。體非聲故無說。不施現同慳悋。不", "1023": "慳者。檀度備足。不戒者。現有所犯。不犯者。", "1024": "惡法永息。不忍者示同惱恚。不恚者。瞋忿永", "1025": "除。不進者現同懶墮。不怠者。懈怠永盡。不", "1026": "定者。現同散亂。不亂者。囂喧永離。不智者現", "1027": "同愚闇。不愚者癡闇悉除。不誠者。現同誑", "1028": "偽。不欺者。虛誑永滅。不來者。從毘耶離向王", "1029": "舍城為來。還從王舍城向毘耶離為去。法身", "1030": "亦不見背此為來向彼為去。不出不入者。亦", "1031": "不見託生王宮為出雙樹滅跡為入。以一切", "1032": "言語道斷者。廢應論真故云言語道絕心行", "1033": "處滅也。非福田非不福田者。慢之得罪故非", "1034": "福田。敬則得福非福田。又解。現造眾惡非福", "1035": "田。眾惡永除非不福田也。非應供者。非福", "1036": "田故非應供。非不應供養者。是福田故應供", "1037": "養也。非取者。非供養故不可取也。非捨者。", "1038": "是應供養故不可捨。非有相者。不可作相根", "1039": "往取。非無相者不同虛空故非無相。又同真", "1040": "際者。同第一義諦真際之理與真理齊。等法", "1041": "性者。與性法冥符。不可稱不可量者。體絕稱", "1042": "量。過稱量者。金剛已還形奪之境稱量之內。", "1043": "法身出過名數之表稱量之外。非大者。細入", "1044": "無間故非大。非小者。彌淪太虛故非小。非見", "1045": "者。體非色故非見非聞者。體非聲香故非聞。", "1046": "非覺者。體非觸故非覺。非知者。體非味故非", "1047": "知。又一解。非可現見亦不可以非現見故言", "1048": "非聞也。亦非覺。察後非此知也。離眾結縛者。", "1049": "纏累永亡也。等諸智者。上齊諸佛下同眾生", "1050": "於諸法無分別者。前同假名眾生。今同眾生", "1051": "所引之法無分別。一切無已下明雖同眾生法", "1052": "而無煩惱等過。無失者。無過失也。無濁者。", "1053": "無塵濁也。無惱無煩惱。無作無起者。上明", "1054": "無煩惱。此明無業體。無生無滅者。既無煩", "1055": "惱結業。生據者始死據者終。明無生死也。無", "1056": "畏無憂無喜者。凡夫欣生惡死。若有其死可", "1057": "有憂畏。空理之中無死可得。故無憂畏。若有", "1058": "其生可有喜。生既不可得。故亦無喜。無厭", "1059": "者。無死之可厭無生之可著也。無已有今有", "1060": "當有者。此乃常住體非三世攝。不可一切言", "1061": "說分別顯示者。體絕百非眾相之表。故非言", "1062": "說可得分別顯示。世尊如來為若此已下。第", "1063": "三舉邪正來結上兩段。若以此觀者。作丈六", "1064": "身空法身百非之表。是名正觀。若他觀者。是", "1065": "名邪觀。若計丈六是實若謂丈六以為至極", "1066": "之佛。是名邪觀。", "1067": "爾時舍利弗已下。第二大段出淨名生處。就", "1068": "中開為五段。第一從爾時已下訖云何乃問", "1069": "汝於何獲而來生此。明理中無其沒生。將欲", "1070": "出其生處。恐時情計其定實生處故明無沒", "1071": "生。又解。上明觀身實相。實相無生今現有", "1072": "生。將成上自觀之義。明無沒生。汝所得法有", "1073": "沒生者。將明據理無其沒生。故就舍利弗所", "1074": "得為言耳。第二從舍利弗沒者為虛誑法以", "1075": "下訖雖生不長諸惡。明就世諦相續故有沒", "1076": "生。若一向無生。如來則無由得顯淨名生處。", "1077": "故就世諦名用道中有生令如來出其生處", "1078": "也。沒者為虛誑法敗壞之相者。明沒者俗諦", "1079": "離散虛誑敗壞之法也。生者為虛誑法相續", "1080": "之相者。明生是假有虛誑相續不斷也。菩薩", "1081": "雖沒不盡善本雖生不長諸惡者。明二乘人", "1082": "涅槃之沒盡於善本。凡夫生世廣造諸惡。菩", "1083": "薩現同其滅不盡善本應生不起諸惡。又一", "1084": "解。凡夫福盡命終。菩薩示有終沒。非是福盡", "1085": "也。第三從是時佛告舍利弗有國名妙喜已", "1086": "下說但滅眾生煩惱闇耳。正明出淨名生處。", "1087": "若不出淨名生處。無以生時眾渴仰之心。故", "1088": "出生處。舍利弗言未曾有也已下明舍利弗", "1089": "凡有二意。一者穢土之中多有怒害艱嶮。不", "1090": "辭艱嶮之深累而能處之。亦為希有。二者歎", "1091": "捨淨之穢實是良難。自非所為處大。何申能", "1092": "爾。維摩語舍利弗於意云何已下。舉二譬還", "1093": "答其兩意兼成上生生不長惡滅不盡善義。", "1094": "日光出時與冥合乎。答其初意。明雖生穢土", "1095": "而不為眾穢之所染累。維摩言夫日何故行", "1096": "閻浮提已下答上第二意。明捨淨之穢者。為", "1097": "除物病。雖生不淨佛土為化眾生不與愚闇", "1098": "而共合者。合上日光出時則無眾冥也。但滅", "1099": "眾生煩惱闇者。合上欲以明照為之除冥者", "1100": "也。第四從是時大眾渴仰欲見妙喜已下訖", "1101": "於是世界亦不迫隘如本無異。明大眾渴仰", "1102": "欲見妙音世界是以淨名承如來之重命接妙", "1103": "喜世界未置此土也。第五爾時釋迦告大", "1104": "眾汝且觀已下訖其事訖已還現本處。明勸", "1105": "時眾發心修行。下有十四那由他人發菩提", "1106": "心。", "1107": "佛告舍利弗汝見妙喜世界及無動佛已下大", "1108": "段第三。明流通說所以問身子見者令其因", "1109": "見慶所聞歎經重。伋明流通聞經之力。雖不", "1110": "覩今事。聞經之功同眼見之利。就中開為三", "1111": "段。第一從此以下訖法供養品。明將欲付囑。", "1112": "先明經重。在人則人尊。在地則地貴。第二", "1113": "法供養品。明如來述成天帝釋歎經重人重", "1114": "拔量。財供養不如法供養。即封印淨名之所", "1115": "說。第三囑累一品正明付囑彌勒阿難使流", "1116": "傳萬世不絕。從佛告舍利已下訖品。明舍利", "1117": "弗出家之人說三惠流通。從品初訖其已信", "1118": "者當為作護者。明天帝在家白衣亦說三惠", "1119": "流通。第一段中我等快得善利得見是人親", "1120": "近供養者。將明三惠流通先自導已得見淨", "1121": "名獲於善利。其諸眾生若今現在若佛滅後", "1122": "聞此經者亦得善利。出於聞惠。況復聞以信", "1123": "解受持讀誦者。出其思惠。如說修行者明於", "1124": "修惠也。若有手得是經便為已得法寶之藏", "1125": "者。經卷是聞惠之詅成上聞惠可重手得者", "1126": "尚獲寶藏。而況聞已領在胸衿。若有讀誦解", "1127": "釋其義如說修行者。此舉讚誦取修惠之人", "1128": "則為諸佛之所護念。正明修惠果報。流通此", "1129": "法則為如來威神加護故言護。在心不忘曰", "1130": "念也。其有供養如是人者當知即為供養於", "1131": "佛者。明在人則人尊。供養持經之人與供養", "1132": "佛無異。此人流通頓佛處也。其有書持此經", "1133": "卷者當知其室則有如來者。此是在地則地", "1134": "貴。此經廣明如來法身故。云其室則有如來。", "1135": "地尚可貴。何況持經之人。理是可尊也。若聞", "1136": "是經能隨喜者斯人則為取一切智。明聞惠", "1137": "果報。藉此聞惠之解終感佛果一切智也。若", "1138": "有信已下明思惠果報。此人則為諸佛之所", "1139": "記別為得無上菩提也。", "1140": "法供養品法供養品", "1141": "法供養者。夫言供養。資身養命。明此法資法", "1142": "身養惠命。又解。供養者稱可前人之意。若依", "1143": "經修行稱可聖心。故目此品為法供養品。爾", "1144": "時釋提桓因以下明天帝辯三惠流通。我雖", "1145": "從佛聞百千經。未曾聞此決定實相能除疑", "1146": "惑。謂之決定。亦可。理相明白謂決定也。如", "1147": "我解佛所說義趣。知其深遠。若有眾生聞經", "1148": "流通此理明知。亦得是深遠之法不疑。聞是", "1149": "經法者。明於聞惠。信解受持讀誦者。思惠也。", "1150": "何況如說修行者。明修惠也。斯人已下總明", "1151": "三惠果報。閉眾惡趣者。因惡不生三趣也。開", "1152": "諸善門者。依經修行能通行人近至人天遠", "1153": "至之妙果故言門也。常為諸佛之所護念者。", "1154": "持經之人恒為眾聖加護故言護念。降伏外", "1155": "道摧滅魔怨者。能降外道改邪從正。滅摧天", "1156": "魔棄惡從善。修持菩提安處道場者。明修於", "1157": "國中萬行感於道場之果。履踐如來所行之", "1158": "迹。從初地終於法雲皆是諸佛所行之跡。其", "1159": "一聽法者以下明天帝擁護弟子使外惡不干", "1160": "內生善法。佛言善哉以下。第二大段述成天", "1161": "帝之言。即明經重人重。封印淨名之所說。就", "1162": "中開為四段也。", "1163": "第一大段從佛言以下訖若善男子善女人受", "1164": "持供養是經者則為供養去來今佛者。此經", "1165": "明三世諸佛菩提。若受持者是則供養三世", "1166": "諸佛。", "1167": "第二大段從天帝正使三千世界如來滿中以", "1168": "下訖菩提之相不可限量以是因緣福不可", "1169": "量。明校量財供養不如法供養。所以勝者。財", "1170": "供不能令人得道。要須解望悟道。第三從過", "1171": "去有佛號曰藥王如來已下訖最後如來名曰", "1172": "樓王。此明引過去為證。第四是故天帝當知", "1173": "此要以下明結勸。", "1174": "就第三大段引過去為證中開為五段。第一", "1175": "從過去有佛號藥王如來已下將欲校量財供", "1176": "養不如法供養。先列藥王如來國土名號壽", "1177": "命劫數多少。就藥王如來行此二施。是故須", "1178": "列。第二從爾時轉輪聖王名曰寶蓋已下明", "1179": "於藥王如來所設財供養。第三時王子月蓋", "1180": "獨坐思惟已下列法供養。就中復開為二。第", "1181": "一時王月蓋獨坐思惟。明法供養端序也。寧", "1182": "有供養殊過此者。盡財竭寶豈能更有過此", "1183": "者。有一解。雖盡天下華飾名衣上服故應更", "1184": "有過此者。意謂未盡其極。", "1185": "第二從佛言善男子法供養者諸佛所說深經", "1186": "已下。正明法供養體。就中分為二子段。第一", "1187": "從諸佛所說深經訖將護法故是名法之供", "1188": "養。明聞思二惠人法供養。第二從有於諸法", "1189": "如說修行已下。明修惠人上法供養。就初聞", "1190": "惠思二惠中復開為四意。第一意。諸佛所說", "1191": "深經已下訖菩薩法藏所攝。歎經理深。諸佛", "1192": "所說深經者。經理幽邃故言深。一切世間難", "1193": "信受者。此理深遠凡夫所不能安心故言難", "1194": "信難受。微妙難見者。體絕犀麁曰微。微中", "1195": "之極曰妙。唯佛能知非聖不達故曰難見。清", "1196": "淨無染者。體無塵累曰清淨。不可點污曰無", "1197": "染。非但分別思惟之所能得者。但者單獨之", "1198": "稱。非直以智慧分別能知。要須功德諸行相", "1199": "助得此理也。菩薩法藏所攝者。此經明大乘", "1200": "理故菩薩法藏所攝也。第二意。陀羅尼印印", "1201": "之者已下訖能令眾生入佛法藏。明經來益", "1202": "人人得經為用。陀羅尼印印之者。無相總持", "1203": "印之。以無相印印行者胸衿。世間持印即能", "1204": "遊江越塞處處無礙。欲明行者柄此無相之", "1205": "解理。能越煩惱之江河。遊生死之關塞。則無", "1206": "留礙也。至不退轉。此理至竟不復退轉。成", "1207": "就六度者。能令行者　度備足。善分別義者。", "1208": "能令行者分別萬法之義。順菩提法者。此理", "1209": "則與菩提相應。眾經之上者。正由此法深妙", "1210": "最上故令行者成就六度分別諸義也。入大", "1211": "慈悲者。能令行者入大慈悲行也。離眾魔", "1212": "事及諸邪見者。能令行者改惡從善背邪歸", "1213": "正也。行人解無性與因緣相順。無我無眾生", "1214": "無壽命者。能令行人得假名空。空無相無作", "1215": "無起者。得實法空也。能令眾生坐於道場而", "1216": "轉法輪者。明能令行者修因得果成佛說法", "1217": "也。諸天龍神所共歎譽者。行人成佛諸天恭", "1218": "敬歎譽也。能令眾生入佛法藏者。能令行者", "1219": "入佛果功德之法藏也。第三意。攝眾賢聖已", "1220": "下訖十方諸佛所說。明三業通說。攝諸賢聖", "1221": "一切智慧者。總論三乘賢聖。說眾菩薩所行", "1222": "之道已下。雖明三乘說於菩薩所行之此道", "1223": "一句。明三中獨大自行外化。依於諸法實相", "1224": "之義者。自行之體觀達諸法體空實相也。明", "1225": "宣無常苦空無我寂滅者。出於實相體。能救", "1226": "一切毀禁眾生已下。明於外化。能救一切毀", "1227": "禁眾生者。能善方便濟度犯戒眾生也。諸魔", "1228": "外道及貪著者能使怖畏。魔本繫屬生死樂", "1229": "於五欲。外道執著己道計有神我。凡夫貪著", "1230": "財物謂為實有。既聞說空故生怖也。諸佛賢", "1231": "聖所共歎譽者。既修自行外化則為賢聖所", "1232": "歎。背生死苦得涅槃者。此明二乘之行。厭背", "1233": "生死求涅槃之樂。十方三世諸佛所說者。非", "1234": "直藥王所談。乃是過去未來現在諸佛皆同", "1235": "說也。第四意。若聞如是等經已下。舉聞思惠", "1236": "出法供養人。", "1237": "又於諸法已下第二子段。明修惠上法供養。", "1238": "就中開為三句。第一句明修惠解理除惑。隨", "1239": "順十二因緣離諸邪見得無生忍者。明觀達", "1240": "因緣之理斷五邪諸見得無生之解。第二句", "1241": "決定無我無眾生已下言依法不依人。明修", "1242": "惠人得假實之解備有四依之德。以用心物", "1243": "無我無眾生者。假名空。而於因緣果報無違", "1244": "諍者。正以無性故空。緣和故有。則與因緣", "1245": "相順無違諍也。離諸我所者。解實法空。依於", "1246": "義已下明備四依之德。若論次第先明依法", "1247": "不依人。人則有善惡無記。不可總依。法有定", "1248": "揩。應依法不依人。依法中則語今有了不了。", "1249": "故今就法中依了義法。莫依不了義法。了義", "1250": "法中有理有教。凡情執言喪義。不能亡言取", "1251": "旨。故第三依義莫依語也。既聞依義。便謂實", "1252": "有此義。不能虛心會理。故次第四依智莫衣", "1253": "執著識也。", "1254": "第三句隨順法相以下訖是名最上法之供", "1255": "養。明舉解理除惑結出修惠之人上供養也。", "1256": "隨順法相無所歸者。外道計五微塵成五大。", "1257": "五大成五根。有始入終歸。法相理中不見始。", "1258": "來生死謂入。離相散還本謂終。歸入生死歸", "1259": "終。又解。十二因緣不入生死歸於五道。無明", "1260": "畢竟滅故老死亦畢竟滅。明因緣體空。作如", "1261": "是觀十二因緣體空無有盡相不復起見者。", "1262": "既觀因緣體空。無有盡滅。則不復起五邪諸", "1263": "見。是名法之供養者。出修惠人是上供養", "1264": "也。", "1265": "佛告天帝王子月蓋已下引過去中第四段。", "1266": "以諸人悟道證法供養是勝。自得柔順忍。復", "1267": "化人得發心。證上法供養勝。", "1268": "天帝時王寶蓋現在得佛已下過去中第五結", "1269": "會古今。迦羅鳩村馱訖最後如來名曰樓至。", "1270": "從如是天帝當知以下如來述成中第四段結", "1271": "勸。如是天帝當知已下明結。如是者如上所", "1272": "明。供養此經則供養三世佛。校量財供養不", "1273": "如法供養。引過去為證正如是。當知此要以", "1274": "法供養為上為最。是故天帝已下勸為法供", "1275": "養也。是法供養為上第一無比故。勸當以法", "1276": "供養供養於佛也。", "1277": "囑累品囑累品", "1278": "流通中第三囑累品。所以來付囑彌勒阿難令", "1279": "末代流通故有囑累品來。此法是佛之憂累。", "1280": "今以我之累付囑於汝。又一解。以此經法付", "1281": "囑彌勒。即是彌勒之憂累。彌勒自憂當此事", "1282": "故云囑累也。就中有二段。第一從初已下訖", "1283": "無令伺求得其便者。委付彌勒。第二是時佛", "1284": "告阿難已下付囑阿難。", "1285": "就彌勒中復開為兩段。第一從初訖而取相", "1286": "分別是為二法。正明如來付囑。第二彌勒聞", "1287": "說是以白佛已下明彌勒受付囑。第一佛付", "1288": "囑中有三子段。第一從初訖如是無令斷絕。", "1289": "明如來所得處為重法委付彌勒使流傳不", "1290": "絕。第二從所以者何已下訖隨諸眾生所應", "1291": "得利而為廣說。明於得失也。眾生不聞為失。", "1292": "聞者為得。所以慇懃付囑。為有得失也。第三", "1293": "從彌勒當知菩薩有二相已下明流通人應除", "1294": "過。就中亦三播明儀。第一播明捨華崇寶。一", "1295": "者雜句文飾之事是世間華飾乖於正典故應", "1296": "捨離也。二者不畏深義如實能入此是實理", "1297": "故宜遵崇修學也。若好雜句文飾當知是為", "1298": "新學菩薩者。情存文飾清華。此即始行之人", "1299": "也。若於如是無深無著甚深經典如說修行", "1300": "者。此則積來因久。即是崇實人也。第二播彌", "1301": "勒復有二法已下。於人法生過。此似外凡之", "1302": "人。一者所未聞經懷疑生怖。我初不聞從何", "1303": "處來者。此是於法生過也。二者若護持是經", "1304": "或時於中說其過惡者。此於人上生過也。有", "1305": "此二法已下。明既有此二過。當知是新學。凡", "1306": "夫未解深法。其心麁獷不能調伏也。第三播。", "1307": "彌勒復有二法已下亦於法生過此應是住前", "1308": "習種性人雖解深法猶自毀傷者。以解法未", "1309": "深猶故起過。既言不能得無生忍。故知應是", "1310": "住前人未得性地無生也。一者輕慢新學不", "1311": "能教誨者。化物不普於人有過也。二者雖解", "1312": "深法而取相分別者。明於深法中未亡其執。", "1313": "是故於法有取相之過。", "1314": "彌勒聞說是以白佛已下第二段明彌勒受如", "1315": "來付囑也。我當遠離如斯之惡。彌勒豈有此", "1316": "過。但為於末代持經之人應離此過故作斯", "1317": "言耶。", "1318": "是時佛告阿難已下第二大段付囑阿難受", "1319": "持。亦有二段。初明佛付囑使流傳受持。後明", "1320": "阿難受佛所付敬順受持請說經名也。一切", "1321": "大眾聞佛所說得法心悅歡喜奉行。", "1322": "維摩經義記卷第四", "1323": "龍華二儒共校定也。更比字一校也。", "1324": "大統五年四月十二日比丘惠龍寫", "1325": "記流通。", "1326": "保定二年歲次壬午於爾綿公齋上榆樹", "1327": "下大聽僧雖講維摩經一遍私記"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2769 維摩經義記卷第四", "source": "CBETA"}