{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1579 瑜伽師地論: 瑜伽師地論: 瑜伽師智論", "text": {"0": "1 本地分13 聲聞地2瑜伽處5章 數取趣處2節 隨釋次第所問(十七項)12項 瑜伽修2目 菩提分修", "1": "瑜伽師地論卷第二十九", "10": "不忘失。廣說如前。乃至攝心持心。云何", "100": "諸善法中。遠離放逸修不放逸。能令善法", "101": "住不忘失修習圓滿。防護已生所有善法。", "102": "能有所斷故。名防護斷。如是廣辨四正", "103": "斷已。復云何知此中略義。謂為顯示於黑", "104": "白品捨取事中。增上意樂圓滿及加行圓滿。", "105": "是故宣說四種正斷。當知此中由生欲故", "106": "增上意樂圓滿。由自策勵發勤精進策心持", "107": "心故加行圓滿。修瑜伽師唯有爾所正應作", "108": "事。謂為斷滅所應斷事。及為獲得所應得", "109": "事。先當生起希願樂欲。為斷諸纏。復應時", "11": "名為惡不善法。謂欲纏染污身語意業。是", "110": "時正勤修習止舉捨相。為斷諸纏及隨眠", "111": "故。更應修集對治善法。為現如是一切", "112": "所作。說四正勝及四正斷。是名略義。從此", "113": "復修四三摩地。謂欲三摩地。勤三摩地。心三", "114": "摩地。觀三摩地。當知由欲增上力所得三", "115": "摩地。名欲三摩地。由勤增上力所得三摩", "116": "地。名勤三摩地。由心增上力所得三摩地。", "117": "名心三摩地。由觀增上力所得三摩地。名", "118": "觀三摩地。若於是時純生樂欲。生樂欲", "119": "已於諸所有惡不善法自性因緣過患對治。", "12": "身語意惡行所攝。及能起彼所有煩惱。若未", "120": "正審思察起一境念。於諸善法自性因緣功", "121": "德出離。正審思察住一境念。即由如是多", "122": "修習故觸一境性。於諸所有惡不善法現行", "123": "諸纏能令遠離。而未永害煩惱隨眠。是名", "124": "欲增上力所得三摩地。若於過去未來現在", "125": "所緣境界。能順所有惡不善法。能順所有下", "126": "中上品煩惱纏中。其未生者為令不生。其", "127": "已生者為令斷滅。自策自勵發勤精進行", "128": "彼所緣。於彼境界自性因緣過患對治。正審", "129": "思察住一境念。即由如是多安住故。能正", "13": "和合。未現在前。說名未生。若已和合已現", "130": "生起心一境性。於諸所有惡不善法現行諸", "131": "纏能令遠離。而未永害煩惱隨眠。是名", "132": "勤增上力所得三摩地。若復策發諸下劣心。", "133": "或復制持諸掉舉心。又時時間修增上捨。", "134": "由是因緣於諸所有惡不善法。若能隨順", "135": "惡不善法及諸善法。若能隨順所有善法自", "136": "性因緣過患功德對治出離。正審思察住一", "137": "境念。即由如是多安住故。能正生起心一", "138": "境性。廣說乃至是名心增上力所得三摩地。", "139": "若於能順惡不善法。作意思惟為不如理。", "14": "在前說名已生。云何名為一切善法。謂若彼", "140": "復於能順所有善法。作意思惟以為如理。", "141": "如是遠離彼諸纏故。及能生起諸纏對治", "142": "定為上首諸善法故。能令所有惡不善法", "143": "皆不現行。便自思惟。我今為有現有惡不", "144": "善法不覺知耶。為無現無惡不善法不", "145": "覺知耶。我令應當遍審觀察。彼由觀察", "146": "作意增上力故。自正觀察斷與未斷。正審思", "147": "察住一境念。即由如是多安住故。能正觸", "148": "證心一境性。由是因緣離增上慢。如實自", "149": "知我唯於纏心得解脫。未於一切一切隨", "15": "對治若蓋對治若結對治。未生已生應知如", "150": "眠心得解脫。我唯獲得及已修習諸纏對", "151": "治定為上首所有善法。而未獲得及未修", "152": "習隨眠對治。是名觀增上力所得三摩地。", "153": "彼由如是四三摩地增上力故。已遠諸纏。", "154": "復為永害一切一切惡不善法諸隨眠故。及", "155": "為修集能對治彼諸善法故。便更生起樂", "156": "欲策勵。廣說如前修四正斷加行道理。彼", "157": "於如是正修習時有八斷行。為欲永害諸", "158": "隨眠故。為三摩地得圓滿故。差別而轉。何", "159": "等名為八種斷行。一者欲。謂起如是希望", "16": "前。惡不善法若時未生。惡不善法先未和", "160": "樂欲。我於何時修三摩地。當得圓滿。我", "161": "於何時當能斷滅惡不善法所有隨眠。二", "162": "者策勵。謂乃至修所有對治不捨加行。三", "163": "者信。謂不捨加行正安住故。於上所證深", "164": "生信解。四者安。謂清淨信而為上首心生", "165": "歡喜。心歡喜故漸次息除諸惡不善法品麁", "166": "重。五者念。謂九種相。於九種相。安住其心", "167": "奢摩他品能攝持故。六者正知。謂毘鉢舍那", "168": "品慧。七者思。謂心造作。於斷未斷正觀察", "169": "時造作其心。發起能順止觀二品身業語", "17": "合。為令不生發起希願。我當令彼一切一", "170": "業。八者捨。謂行過去未來現在。隨順諸惡", "171": "不善法中心無染污心平等性。由二因緣", "172": "於隨眠斷分別了知。謂由境界不現見思。", "173": "及由境界現見捨故。如是名為八種斷行。", "174": "亦名勝行。如是八種斷行勝行。即是為害", "175": "隨眠瑜伽。此中欲者。即是彼欲。此中策勵即", "176": "彼精進。此中信者。即是彼信。此中安念正", "177": "知思捨。即彼方便。如是此中若先欲等四三", "178": "摩地。若今所說八種斷行。於為永斷所", "179": "有隨眠圓滿成辨三摩地時。一切總名欲", "18": "切皆不復生。是名於諸未生惡不善法為", "180": "三摩地斷行成就神足。勤三摩地斷行成就", "181": "神足。心三摩地斷行成就神足。觀三摩地", "182": "斷行成就神足。問何因緣故說名神足。答", "183": "如有足者能往能還騰躍勇健能得能證世", "184": "間所有殊勝之法。世殊勝法說名為神。彼", "185": "能到此故名神足。如是若有如是諸法有", "186": "三摩地圓滿成辨。彼心如是清淨鮮白無", "187": "諸瑕穢。離隨煩惱安住正直。有所堪能", "188": "獲得不動能往能還騰躍勇健。能得能證", "189": "出世間法。由出世法最勝自在。是最勝神彼", "19": "不生故生欲。若時已生惡不善法先已和", "190": "能證此故名神足。彼由如是勝三摩地為", "191": "所依持。勝三摩地為所依止。能進修習增上", "192": "心學增上慧學所有瑜伽。由進修習此瑜伽", "193": "故。於他大師弟子所證。深生勝解深生淨", "194": "信。此清淨信增上義故說名信根。問於何增", "195": "上。答於能生起出世間法而為上首。及於", "196": "能起精進念定慧。為其增上。餘精進等於", "197": "能生起出世間法。及於能起展轉乃至慧", "198": "為其增上。乃至其慧唯於能起出世間法", "199": "為其增上。是故信等說名五根。若復了知", "2": "彌勒菩薩說", "20": "合。為令斷故發起希願。我當於彼一切一", "200": "前後所證而有差別。隨此能於後後所證出", "201": "世間法。深生勝解深生淨信。此清淨信難", "202": "伏義故說名信力。問誰不能伏。答此清淨", "203": "信。若天若魔若諸沙門。若婆羅門若餘世間。", "204": "無有如法能引奪者。諸煩惱纏亦不能屈。", "205": "故名難伏。此為上首此為前行餘精進等", "206": "亦名為力。由此諸力具大威勢摧伏一切", "207": "魔軍勢力。能證一切諸漏永盡。是故名力。", "208": "當觀此中信根信力。即四證淨中所有淨信。", "209": "何以故。以其證入正性離生所有證淨。皆", "21": "切皆不忍受斷滅除遣。是名於諸已生惡不", "210": "由此因此緣此序由。彼即是此增上果。是故", "211": "世尊就其因果相屬道理。說言當觀即彼證", "212": "淨。非即彼體非即彼相。當觀此中精進根", "213": "力。即四正斷中所有精進。此何正斷。謂能", "214": "永斷見道所斷一切煩惱。方便正斷。此中意", "215": "說如是正斷。由此正斷畢竟能斷所有諸", "216": "惡不善法故。當觀此中念根念力。即四念住", "217": "中所有正念。謂四念住能無餘斷一切顛倒。", "218": "當觀此中定根定力。即四靜慮中所有正定。", "219": "謂諸靜慮能為方便證不還果。當觀此中", "22": "善法為令斷故生欲。又彼一切惡不善法。", "220": "慧根慧力。即四聖諦中所有正智。謂聖諦", "221": "智於四聖諦能證現觀得沙門果。即由如", "222": "是諸根諸力。漸修漸習漸多修習為因緣", "223": "故。便能發起下中上品順決擇分四種善根。", "224": "何等為四。一煗二頂三順諦忍四世第一法。", "225": "譬如有人欲以其火作火所作。為求火故", "226": "下安乾木上施鑽燧。精勤策勵勇猛鑽求。", "227": "彼於如是精勤策勵勇猛鑽時。於下木上", "228": "最初生煗。次煗增長熱氣上衝。次倍增盛", "229": "其煙遂發。次無焰火欻然流出。火出無間", "23": "或緣過去事生。或緣未來事生。或緣現在", "230": "發生猛焰。猛焰生已便能造作火之所作。", "231": "如鑽火人精勤策勵勇猛鑽求。五根五力漸", "232": "修漸習漸多修習當知亦爾。如下木上初所", "233": "生煗。其煗善根當知亦爾。燒諸煩惱無漏", "234": "法火生前相故。如煗增長熱氣上衝。其頂", "235": "善根當知亦爾。如次煙發。其順諦忍當知", "236": "亦爾。如無焰火欻然流出。世第一法當知", "237": "亦爾。如火無間發生猛焰。世第一法所攝", "238": "五根五力無間所生出世無漏聖法當知亦", "239": "爾。", "24": "事生。如是彼法。或緣不現見境。或緣現見", "240": "此復云何。謂七覺支。諸已證入正性離生補", "241": "特伽羅。如實覺慧用此為支故名覺支。即", "242": "此七種如實覺支。三品所攝。謂三覺支奢摩", "243": "他品攝。三覺支毘鉢舍那品攝。一覺支通", "244": "二品攝。是故說名七種覺支。謂擇法覺支。精", "245": "進覺支。喜覺支。此三觀品所攝。安覺支。定覺", "246": "支。捨覺支。此三止品所攝。念覺支一種俱", "247": "品所攝。說名遍行。彼於爾時最初獲得七", "248": "覺支故名初有學。見聖諦迹已永斷滅見", "249": "道所斷一切煩惱。唯餘修道所斷煩惱。為", "25": "境。若緣過去未來事境是名緣不現見境。", "250": "斷彼故修習三蘊所攝八支聖道。此中正見", "251": "正思惟正精進。慧蘊所攝。正語正業正命。", "252": "戒蘊所攝。正念正定。定蘊所攝。問何因緣", "253": "故名八支聖道。答諸聖有學已見迹者由八", "254": "支攝行迹正道。能無餘斷一切煩惱。能於", "255": "解脫究竟作證。是故名為八支聖道。當知", "256": "此中若覺支時所得真覺。若得彼已以慧安", "257": "立如證而覺。總略此二合名正見。由此正", "258": "見增上力故。所起出離無恚無害分別思惟", "259": "名正思惟。若心趣入諸所尋思。彼唯尋思", "26": "若緣現在事境。是名緣現見境。當知此中", "260": "如是相狀所有尋思。若心趣入諸所言論。", "261": "即由正見增上力故起善思惟。發起種種如", "262": "法言論。是名正語。若如法求衣服飲食諸坐", "263": "臥具病緣醫藥供身什物。於追求時若往若", "264": "還正知而住。若覩若瞻若屈若伸。若持衣鉢", "265": "及僧伽胝。若食若飲若噉若甞正知而住。或", "266": "於住時於已追求衣服等事。若行若住若坐", "267": "若臥。廣說乃至若解勞睡正知而住。是名正", "268": "業。如法追求衣服飲食乃至什物。遠離一切", "269": "起邪命法。是名正命。若遠離攝正語業命。", "27": "於緣不現見境。惡不善法其未生者欲令", "270": "彼於證得無漏作意諸覺支時先已獲得。", "271": "問何故此名聖所愛戒。答以諸聖者賢善正", "272": "至。長時愛樂欣慕悅意。我於何時當正獲", "273": "得諸語惡行諸身惡行諸邪命事。不作律儀。", "274": "由彼長夜於此尸羅深心愛樂欣慕悅意。故", "275": "獲得時名聖所愛。獲得如是聖愛戒已。終", "276": "不正知而說妄語。終不故思害眾生命。終", "277": "不故思不與而取。終不故思行欲邪行。終", "278": "不非法求衣服等。即由如是聖所愛戒增", "279": "上力故。於修道時乃至所有語業身業養命", "28": "不生。其已生者欲令永斷自策自勵。是名", "280": "事轉。亦得名為正語業命。依止正見及正", "281": "思惟正語業命勤修行者。所有一切欲勤精", "282": "進出離勇猛勢力發起策勵其心。相續無間", "283": "名正精進。成就如是正精進者。由四念住", "284": "增上力故。得無顛倒九種行相所攝正念能", "285": "攝九種行相心住。是名正念及與正定。如是", "286": "一切八支聖道。總立二種。謂無所作及住", "287": "所作。無所作者。謂正語正業正命。住所作", "288": "者。復有二種。謂奢摩他毘鉢舍那。正見正", "289": "思惟正精進是毘鉢舍那。正念正定是奢摩", "29": "策勵。於緣現見境。惡不善法其未生者欲", "290": "他。如是清淨正語業命為所依止。於時時", "291": "間修習止觀。能斷諸結無餘永斷。能得最", "292": "上阿羅漢果。長時相續名為修道。多時串", "293": "習斷煩惱故。率爾智生名為見道。暫時智", "294": "起即能永斷諸煩惱故。由是因緣。正語業", "295": "命於修道中方始建立。", "296": "由如是等漸次修習三十七種菩提分法加", "297": "行方便。是名菩提分修。", "298": "13項 修果", "299": "云何修果。謂四沙門果。一預流果。二一來果。", "3": "三藏法師玄奘奉　詔譯", "30": "令不生。其已生者欲令永斷勇猛正勤。是", "300": "三不還果。四最上阿羅漢果。", "301": "1目 正明修果此中云何名", "302": "沙門。云何名果。謂聖道名沙門。煩惱斷名", "303": "果。又後生道或中或上。是前生道所生之果。", "304": "問何故建立如是四果。答對治四種諸煩", "305": "惱故。謂諸無事能感惡趣往惡趣因。煩惱", "306": "斷故。及能斷彼對治生故。立預流果。而薄", "307": "伽梵說永斷三結立此果者。謂依三品有", "308": "三種結障礙聖道令不生故。一在家品。二", "309": "惡說法毘奈耶品。三善說法毘奈耶品。依在", "31": "名發勤精進。所以者何。要當堅固自策自勵。", "310": "家品有薩迦耶見。由此見故先生怖畏。最", "311": "初不欲發趣聖道。依惡說法毘奈耶品有", "312": "戒禁取。由此取故雖已發趣而行邪僻。由", "313": "是不能生起聖道。依善說法毘奈耶品有", "314": "疑。由此疑故雖已發趣不行邪僻。而於", "315": "正道未串習故。於如實見所知事中猶預", "316": "疑惑。障礙聖道不令生起。由是因緣唯", "317": "說斷此立預流果。此預流果極餘七有。由", "318": "是因緣多生相續。若斷再生相續煩惱生", "319": "無重續。立一來果。謂若永斷天有所攝人", "32": "勇猛正勤。方能令彼或不復生或永斷滅。", "320": "有所攝再生相續所有煩惱。極唯更受天有", "321": "一生人有一生。故於爾時立一來果。若已", "322": "永斷能感還來生此煩惱。唯於天有當可", "323": "受生。即於爾時立不還果。若已永斷一切", "324": "能感生有煩惱。建立最上阿羅漢果。而薄", "325": "伽梵說永斷三結。縛貪瞋癡立一來果。", "326": "永斷能順五下分結立不還果。永斷一切", "327": "煩惱究竟建立最上阿羅漢果。是名修果。", "328": "2目 兼顧修入", "329": "又於此中貪瞋癡慢尋思行者。彼先應於", "33": "又於下品中品諸纏。其未生者欲令不生。", "330": "淨行所緣淨修其行。然後方證心正安住。", "331": "彼於各別所緣境界。定由所緣差別勢力。", "332": "勤修加行。若等分行補特伽羅。隨所愛樂", "333": "攀緣彼境勤修加行。如是勤修唯令心住", "334": "非淨其行。如等分行補特伽羅。薄塵行者", "335": "當知亦爾。而彼諸行有其差別。謂貪等行者", "336": "勤修行時。要經久遠方證心住。等分行者", "337": "勤修行時。不甚久遠能證心住。薄塵行者", "338": "勤修行時。最極速疾能證心住。問前已廣", "339": "說有貪等行補特伽羅行相差別。其等分行", "34": "其已生者欲令永斷故自策勵。於上品纏", "340": "及薄塵行補特伽羅。有何行相。答等分行者。", "341": "如貪等行補特伽羅所有行相一切具有。然", "342": "彼行相非上非勝。如貪等行。隨所遇緣有", "343": "其差別施設。此行與彼相似。其薄塵行補特", "344": "伽羅行相差別者。謂無重障。最初清淨。資", "345": "糧已具。多清淨信。成就聰慧。具諸福德。具", "346": "諸功德。無重障者。謂無三障。何等為三。一", "347": "者業障。二煩惱障。三異熟障。言業障者謂。", "348": "五無間業及餘所有故思造業諸尤重業。彼", "349": "異熟果若成就時。能障正道令不生起。是", "35": "其未生者欲令不生。其已生者欲令永斷", "350": "名業障。煩惱障者。謂猛利煩惱長時煩惱。", "351": "由此煩惱於現法中。以其種種淨行所緣", "352": "不能令淨。是名煩惱障。異熟障者。謂若生", "353": "處聖道依彼不生不長。於是生處異熟果", "354": "生。或有生處聖道依彼雖得生長。而於其", "355": "中異熟果生。聾騃愚鈍盲瞽瘖瘂以手代", "356": "言。無有力能解了善說惡說法義。是名異", "357": "熟障。最初清淨者。謂善淨戒及正直見。由十", "358": "因緣戒善清淨。如前應知。正直見者。謂若", "359": "有見淨信相應故。勝解相應故。遠離誑諂", "36": "發勤精進。又若行於過去境界。如是行時", "360": "故。善思法義無惑無疑加行出離故。名", "361": "為正直。如是正直見。淨信相應故。於佛正", "362": "法及毘奈耶不可引奪。勝解相應故。於諸", "363": "如來及聖弟子不可思議威德神力不可思議", "364": "生處差別甚深法教不可記事。深生勝解無", "365": "驚無恐無有怖畏。遠離誑諂故。其見正", "366": "直。是正直類如其聖教而正修行。如其真", "367": "實而自現發。善思法義無惑無疑加行", "368": "出離故。於一切法無常苦空無我等義。善", "369": "正思惟善正籌量善正觀察。由是為因無惑", "37": "不令煩惱緣彼生起。設復失念暫時生起而", "370": "無疑。遠離二路逮得昇進。由此四相先", "371": "所說見名正直見。資糧已具者。廣說資糧", "372": "如前應知。略有四種。一福德資糧。二智慧", "373": "資糧。三先世資糧。四現法資糧。福德資糧者。", "374": "謂由此故於今獲得隨順資具豐饒財寶。", "375": "遇真福田為善知識。離諸障礙能勤修行。", "376": "智慧資糧者。謂由此故成就聰慧有力有", "377": "能。解了善說惡說法義。獲得隨順法教義", "378": "教教授教誡。先世資糧者。謂由宿世積集", "379": "善根。於今獲得諸根成就。現法資糧者。謂", "38": "不忍受。速能斷滅除遣變吐。如緣過去。若", "380": "於今世有善法欲諸根成熟。具戒律儀及", "381": "根律儀。如前廣說。多清淨信者。謂於大師", "382": "所無惑無疑。深生淨信及以勝解。如於", "383": "大師。於法於學亦復如是。其餘廣說如前", "384": "應知。成就聰慧者。謂由此故於法於義速", "385": "能領受經久遠時。於法於義能無忘失。於", "386": "法於義速能通達。具諸福德者。謂由此故", "387": "形色端嚴眾所樂見。發清淨信無病長壽。", "388": "言辭敦肅具大宗葉。眾所知識成就大福。", "389": "多獲衣等諸資生具。為諸國王及大臣等。供", "39": "行未來當知亦爾。如是未生惡不善法能", "390": "養恭敬尊重讚嘆。具諸功德者。謂本性成", "391": "就。極少欲等種種功德。如前所說沙門莊", "392": "嚴應知其相。如是等類應知是名諸薄塵", "393": "行補特伽羅行相差別。", "394": "14項 補特伽羅異門", "395": "1目 標列六", "396": "云何補特伽羅異門。謂有六種。何等為六。", "397": "一沙門。二婆羅門。三梵行。四苾芻。五精勤。", "398": "六出家。第一沙門復有四種。", "399": "2目 標釋六種何等為四。一", "4": "本地分中聲聞地第十三第二瑜伽處之四", "40": "令不生。生已能斷。是名策勵。若行現在所", "400": "勝道沙門。二說道沙門。三活道沙門。四壞道", "401": "沙門。當知諸善逝名勝道沙門。諸說正法", "402": "者名說道沙門。諸修善行者名活道沙門。", "403": "諸行邪行者名壞道沙門。諸善逝者。謂已", "404": "證得貪瞋癡等無餘永盡。說正法者。謂為", "405": "調伏貪瞋癡等宣說正法。修善行者。謂為", "406": "調伏貪瞋癡等勤修正行。行邪行者。謂", "407": "犯尸羅行諸惡法。又學無學名勝道沙門。", "408": "以無漏道摧滅一切見修所斷諸煩惱故。", "409": "若無如來及諸菩薩。為菩提故勤修正行。", "41": "緣境界。如是行時不令煩惱緣彼生起。設", "410": "諸聲聞眾持三藏者。名說道沙門。任持世", "411": "俗法毘奈耶。轉正法眼令不斷故。若諸異", "412": "生補特伽羅其性調善。為自利益勤修正", "413": "行。有羞有悔愛樂正學。為得未得。為觸", "414": "未觸。為證未證。勤修加行。有力有能堪", "415": "得未得。堪觸未觸。堪證未證。名活道沙", "416": "門。由彼現有諸善法煗。堪能生長聖慧命", "417": "根。名活非死。是故名為活道沙門。若諸犯", "418": "戒補特伽羅多行惡法。廣說乃至實非梵行", "419": "自稱梵行。名壞道沙門。由彼破壞最初所", "42": "復失念暫時生起而不忍受。速能斷滅除遣", "420": "有正道根本。無力無能非生道器。雖現", "421": "前有說正道教及現前有證正道者。而彼", "422": "不得。是故名為壞道沙門。世尊依彼作如", "423": "是說。此初沙門廣說乃至第四沙門。於外沙", "424": "門婆羅門教空無所有。若於是處八支聖道", "425": "安立可得。即於是處有初沙門廣說乃至", "426": "第四沙門。第二婆羅門復有三種。一種姓", "427": "婆羅門。二名想婆羅門。三正行婆羅門。種", "428": "姓婆羅門者。謂若生在婆羅門家。從母產", "429": "門之所生出。父母圓備名婆羅門。名想婆羅", "43": "變吐。如是未生惡不善法能令不生。生已", "430": "門者。謂諸世間由想等想。假立言說名婆", "431": "羅門。正行婆羅門者。謂所作事決定究竟。", "432": "已能驅擯惡不善法。如說當知。婆羅門更", "433": "無有所作。所作事已辨。是謂婆羅門。第", "434": "三梵行復有三種。一受遠離梵行。二暫時斷", "435": "梵行。三畢竟斷梵行。受遠離梵行者。謂能受", "436": "學遠離一切行非梵行習婬欲法。暫時斷梵", "437": "行者。謂諸異生由世間道離欲界欲。畢竟", "438": "斷梵行者。謂諸聖者得不還果。復得最上阿", "439": "羅漢果。第四苾芻復有五種。一乞匃苾芻。二", "44": "能斷。是名發勤精進。又或有惡不善法。唯", "440": "自稱苾芻。三名想苾芻。四破壞煩惱苾芻。五", "441": "白四羯磨受具足戒苾芻。第五精勤復有三", "442": "種。一止息犯戒精勤。謂能遠離一切不善身", "443": "業語業。二止息境界精勤。謂密護根門修", "444": "防守念及常委念。如前廣說。三止息煩惱", "445": "精勤。謂能永斷見修所斷一切煩惱。及於", "446": "一切先所生起。或欲尋思或恚尋思或害尋", "447": "思。或貪或瞋或諸邪見。或忿恨覆惱誑諂等。", "448": "能往惡處那洛迦等諸險惡趣。非沙門法。", "449": "隨所生起能不忍受。尋即斷滅除遣變吐。", "45": "由分別力生非境界力。或有惡不善法。由", "450": "當知此中略有二種止息煩惱。一止息隨眠。", "451": "二止息諸纏。第六出家復有二種。一於善", "452": "說法毘奈耶中而出家者。二於惡說法毘奈", "453": "耶中而出家者。於善說法毘奈耶中而出家", "454": "者。謂苾芻苾芻尼式叉摩那沙彌沙彌尼。又", "455": "若自能出離身中所有一切惡不善法。當知", "456": "是名真實出家。於惡說法毘奈耶中而出家", "457": "者。謂諸外道或全無衣或壞色衣。或塗灰等", "458": "增上外道。復有所餘如是等類眾多外道。是", "459": "故說言若諸沙門。若婆羅門。若修梵行若", "46": "分別力生亦境界力。唯由分別力生非境", "460": "諸苾芻。若精勤者若出家者。如是一切是數", "461": "取趣所有異門。", "462": "15項 補特伽羅種類與建立因緣", "463": "補特伽羅。略有八種建立因緣。略有四種。", "464": "云何八種補特伽羅。一有堪能者。二無堪能", "465": "者。三善知方便者。四不善知方便者。五有", "466": "無間修者。六無無間修者。七已串修習者。八", "467": "未串修習者。云何四種補特伽羅建立因緣。", "468": "謂由四種差別因緣。建立八種補特伽羅。一", "469": "由根差別故。有根已成熟及根未成熟。二", "47": "界力者。謂於住時。思惟過去未來境界而", "470": "由瑜伽差別故。有善知瑜伽及不善知瑜", "471": "伽。三由加行差別故。有有無間慇重修", "472": "及無無間慇重修。四由時差別故。有已長", "473": "時修道及未長時修道。云何如是四種差", "474": "別能為前八補特伽羅建立因緣。謂根已成", "475": "就即有堪能者。根未成就即無堪能者。善", "476": "知瑜伽即善知方便者。不善知瑜伽即不善", "477": "知方便者。有無間慇重修即有無間修者。此", "478": "亦名為有常委修。無無間慇重修即無無間", "479": "修者。此亦名為無常委修。已長時修道即已", "48": "生於彼。由思惟力生亦境界力者。謂於行", "480": "串修習者。未長時修道即未串修習者。如是", "481": "名為由根差別。瑜伽差別。加行差別及時差", "482": "別。建立八種補特伽羅。若諸所有補特伽羅", "483": "根未成就。彼於所有善知方便有無間修已", "484": "串修習。如理如法如其善巧皆不能辨。", "485": "若諸所有補特伽羅根雖成熟。而未善知善", "486": "巧方便。於諸所有亦不能辨。若諸所有補", "487": "特伽羅根已成熟。善知方便無無間修。即", "488": "不能得速疾通慧。若諸所有補特伽羅根已", "489": "成熟。善知方便有無間修未串修習。即於", "49": "時。緣現在境界而生於彼。當於爾時決定", "490": "所有自所作事未得成辨。若諸所有補特", "491": "伽羅根已成就。善知方便有無間修已串", "492": "修習。彼於所有皆能成辨。亦能獲得速疾", "493": "通慧。於其所有自所作事已得成辨。", "494": "16項 魔種類與魔事", "495": "當知諸魔略有四種。魔所作事有無量種。", "496": "勤修觀行諸瑜伽師應善遍知當正遠離。", "497": "云何四魔。一蘊魔。二煩惱魔。三死魔。四天", "498": "魔。蘊魔者。謂五取蘊。煩惱魔者。謂三界中", "499": "一切煩惱。死魔者。謂彼彼有情從彼彼有", "5": "如是於四念住串習行故。已能除遣麁麁", "50": "亦有非理分別。當知此中惡不善法唯由分", "500": "情眾殀喪殞歿。天魔者。謂於勤修勝善", "501": "品者求欲超越蘊煩惱死三種魔時。有生", "502": "欲界最上天子得大自在。為作障礙發起", "503": "種種擾亂事業。是名天魔。當知此中若死", "504": "所依。若能令死。若正是死。若於其死作障", "505": "礙事不令超越。依此四種建立四魔。謂依", "506": "已生已入現在五取蘊故方有其死。由煩", "507": "惱故感當來生生。已便有殀喪殞歿。諸", "508": "有情類命根盡滅殀喪殞歿。是死自性。勤", "509": "修善者為超死故正加行時。彼天子魔得", "51": "別力生。非境界力者。彼若未生能令不", "510": "大自在能為障礙。由障礙故或於死法", "511": "令不能出。或經多時極大艱難方能超", "512": "越。又魔於彼或有暫時不得自在。謂世間", "513": "道離欲異生。或在此間或生於彼。或魔於", "514": "彼得大自在。謂未離欲。若未離欲在魔手", "515": "中隨欲所作。若世間道而離欲者。魔縛所", "516": "縛未脫魔󰊛。由必還來生此界故。云何", "517": "魔事。謂諸所有能引出離善法欲生耽著諸", "518": "欲增上力故。尋還退捨。當知此即是為魔", "519": "事。若正安住密護根門。於諸所有可愛色聲", "52": "生。生已能斷。是名策勵。若由分別力生亦", "520": "香味觸法。由執取相執取隨好。心樂趣入。", "521": "當知此即是為魔事。若正安住於食知量。", "522": "於諸美味不平等食。由貪愛欲心樂趣入。", "523": "當知此即是為魔事。若正安住精勤修習。初", "524": "夜後夜覺寤瑜伽。於睡眠樂於偃臥樂於", "525": "脇臥樂。由懈怠力心樂趣入。當知此即是", "526": "為魔事。若正安住正知而住。於往來等諸事", "527": "業時。若見幼少盛年美色諸母邑等。由不如", "528": "理執取相好心樂趣入。或見世間諸妙好事", "529": "心樂趣入。或於多事多所作中心樂趣入。或", "53": "境界力者。彼若未生能令不生。生已能斷。", "530": "見在家及出家眾歡娛雜處。或見惡友共相", "531": "雜住。便生隨喜心樂趣入。當知一切皆是", "532": "魔事。於佛法僧苦集滅道此世他世若生", "533": "疑惑。當知一切皆是魔事。住阿練若樹下", "534": "塚間空閑靜室。若見廣大可怖畏事驚恐", "535": "毛竪。或見沙門婆羅門像人非人像欻爾而", "536": "來。不如正理勸捨白品勸取黑品。當知", "537": "一切皆是魔事。若於利養恭敬稱譽心樂", "538": "趣入。或於慳吝廣大希欲不知喜足。忿恨", "539": "覆惱及矯詐等。沙門莊嚴所對治法心樂趣", "54": "是名發勤精進。於其未生一切善法。為令", "540": "入。當知一切皆是魔事。如是等類無量無邊", "541": "諸魔事業。一切皆是四魔所作。隨其所應", "542": "當正了知。", "543": "17項 由三因緣發趣無果由三因緣正修行者。精勤發趣", "544": "空無有果。何等為三。一由諸根未積集", "545": "故。二由教授不隨順故。三由等持力微劣", "546": "故。若有諸根猶未積集。雖復獲得隨順教", "547": "授強盛等持。精勤發趣空無有果。若有諸", "548": "根雖已積集其等持力亦復強盛。而不獲得", "549": "隨順教授。精勤發趣空無有果。若有諸根", "55": "生故生欲者。謂於未得未現在前所有善", "550": "雖已積集。亦復獲得隨順教授。而等持力若", "551": "不強盛。精勤發趣空無有果。若有諸根已", "552": "得積集教授隨順等持強盛。精勤發趣決定", "553": "有果。如是名為由三因緣空無有果。由", "554": "三因緣決定有果。", "555": "瑜伽師智論卷第二十九", "56": "法。為欲令得令現在前。發心希願發起猛", "57": "利。求獲得欲求現前欲而現在前。是名於", "58": "其未生一切善法為令生故生欲。於其已", "59": "生一切善法。為欲令住令不忘失令修圓", "6": "顛倒。已能了達善不善法。從此無間於諸", "60": "滿生欲者。謂已獲得已現在前所有善法。是", "61": "名已生善法。於此善法已得不失已得不", "62": "退。依是說言為欲令住。於此善法明了現", "63": "前無闇鈍性。依是說言令不忘失。於此善", "64": "法已得現前。數數修習成滿究竟。依是說", "65": "言令修圓滿。於此善法發心希願發起猛", "66": "利。求堅住欲求不忘欲求修滿欲而現在", "67": "前。是名於其已生一切善法為欲令住令", "68": "不忘失令修圓滿生欲。策勵者。為於已", "69": "得令現前故。發勤精進者。為於未得令其", "7": "未生惡不善法為不生故。於諸已生惡不", "70": "得故。又策勵者。於已生善為欲令住令", "71": "不忘故。發勤精進者。令修滿故。又於下品", "72": "中品善法。未生令生生已令住令不忘失。", "73": "是名策勵。於上品善法。未生令生生已乃", "74": "至令修圓滿。是名發勤精進。言策心者。謂", "75": "若心於修奢摩他一境性中正勤方便。於", "76": "諸未生惡不善法為令不生。廣說乃至於", "77": "其已生一切善法。為欲令住令不忘失令", "78": "修圓滿。由是因緣其心於內極略下劣或恐", "79": "下劣。觀見是已爾時隨取一種淨妙舉相。", "8": "善法為令斷故。於其未生一切善法為令", "80": "慇懃策勵慶悅其心。是名策心。云何持心。", "81": "謂修舉時其心掉動或恐掉動。觀見是已", "82": "爾時還復於內略攝其心。修奢摩他。是名", "83": "持心。如是四種亦名正勝。謂於黑品諸法", "84": "其未生者為令不生。其已生者為令斷滅。", "85": "生欲策勵發勤精進策心持心。是二正勝。", "86": "於白品諸法其未生者為欲令生。如前黑", "87": "品廣說。應知是二正勝如是四種亦名正", "88": "斷。一名律儀斷。謂於已生惡不善法。為令", "89": "斷故生欲策勵。乃至廣說。二名斷斷。謂於", "9": "生故。於其已生一切善法為欲令住令", "90": "未生惡不善法。為不生故生欲策勵。乃至", "91": "廣說。由於已生惡不善事。應修律儀令其", "92": "斷滅。不應忍受。由是因緣名律儀斷。於", "93": "其未生惡不善事。為欲令彼不現行斷。為", "94": "欲令彼不現前斷。為斷故斷故名斷斷。", "95": "三名修斷。謂於未生一切善法為令生故。", "96": "廣說乃至策心持心。由於善法數修數習。", "97": "先所未得能令現前。能有所斷故名修斷。", "98": "四名防護斷。謂於已生一切善法為欲令", "99": "住廣說乃至策心持心。由於已得已現在前"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1579 瑜伽師地論: 瑜伽師地論: 瑜伽師智論", "author": "彌勒菩薩說  唐 玄奘譯", "sourceLink": "http://www.cbeta.org/"}