{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1509 大智度論: 大智度論釋: 大智度論釋: 大智度論釋: 大智度論: 大智度論釋: 大智度論釋", "text": {"0": "61 夢中不證品", "1": "大智度論釋夢中不證品第六十", "10": "佛告須菩提：「如是！如是！如般若波羅蜜相，", "100": "跋致地中。」須菩提白佛言：「世尊！般若波羅", "101": "蜜空無所有、不堅固，是行般若波羅蜜不？」「不", "102": "也！須菩提！」「世尊！離空更有法行般若波羅蜜", "103": "不？」「不也！須菩提！」「世尊！是般若波羅蜜行般若", "104": "波羅蜜不？」「不也！須菩提！」「世尊！離般若波羅", "105": "蜜行般若波羅蜜不？」「不也！須菩提！」「世尊！色", "106": "是行般若波羅蜜不？」「不也！須菩提！」「世尊！受、想、", "107": "行、識是行般若波羅蜜不？」「不也！須菩提！」「世尊！", "108": "六波羅蜜是行般若波羅蜜不？」「不也！須菩提！」", "109": "「世尊！四念處乃至十八不共法，是行般若波", "11": "諸法相亦如是。何以故？須菩提！一切法離", "110": "羅蜜不？」「不也！須菩提！」「世尊！色空相、虛誑不實、", "111": "無所有、不堅固相，色如相、法相、法住、法位、實", "112": "際，是行般若波羅蜜不？」「不也！須菩提！」「世尊！", "113": "受、想、行、識，乃至十八不共法空相、虛誑不實、", "114": "無所有、不堅固相，如、法相、法住、法位、實際，是", "115": "行般若波羅蜜不？」「不也！須菩提！」「世尊！若是諸", "116": "法皆不行般若波羅蜜，云何行名菩薩摩", "117": "訶薩行般若波羅蜜？」佛告須菩提：「於汝意云", "118": "何？汝見有法行般若波羅蜜者不？」「不也！世", "119": "尊！」「須菩提！汝見般若波羅蜜菩薩摩訶薩可", "12": "相、空相。以是因緣故，須菩提！如般若波羅", "120": "行處不？」「不也！世尊！」「須菩提！汝所不見法，是法", "121": "可得不？」「不也！世尊！」「須菩提！若法不可得，是", "122": "法當生不？」「不也！世尊！」「須菩提！是名菩薩摩訶", "123": "薩無生法忍。菩薩摩訶薩成就是忍，得受", "124": "阿耨多羅三藐三菩提記。須菩提！是名諸佛", "125": "無所畏、無礙智。菩薩摩訶薩行是法忍，勤精", "126": "進，若不得大智、一切種智——所謂阿耨多羅三", "127": "藐三菩提智者，無有是處！何以故？是菩薩摩", "128": "訶薩得無生法忍故，乃至阿耨多羅三藐三", "129": "菩提不減不退。」須菩提白佛言：「世尊！諸法無", "13": "蜜相，諸法相亦如是，所謂離相、空相故。」須菩", "130": "生相，此中得阿耨多羅三藐三菩提記不？」「不", "131": "也！須菩提！」「世尊！諸法生相，此中得阿耨多羅", "132": "三藐三菩提記不？」「不也！須菩提！」「世尊！諸法非", "133": "生非不生相，得阿耨多羅三藐三菩提記不？」", "134": "「不也！須菩提！」「世尊！諸菩薩摩訶薩云何知", "135": "諸法，得阿耨多羅三藐三菩提記？」佛告須菩", "136": "提：「汝見有法得阿耨多羅三藐三菩提記不？」", "137": "「不也！世尊！我不見有法得阿耨多羅三藐三", "138": "菩提記，我亦不見法有得者、得處。」佛言：「如是！", "139": "如是！須菩提！若菩薩摩訶薩於一切法無所", "14": "提白佛言：「世尊！若一切法、一切法離，一切", "140": "得時，不作是念：『我當得阿耨多羅三藐三", "141": "菩提，用是事得阿耨多羅三藐三菩提，是", "142": "阿耨多羅三藐三菩提處。』何以故？諸菩薩", "143": "摩訶薩行般若波羅蜜，無諸憶想分別。所以", "144": "者何？般若波羅蜜中，無諸分別憶想故。」【論】", "145": "問曰：上已種種說般若相，今何以更問？答", "146": "曰：般若波羅蜜第一微妙，聞者無厭足，無", "147": "滿時，無一定相，故不應難。如十住大菩薩", "148": "於般若波羅蜜猶未滿足，何況須菩提小乘", "149": "人！復次，上聞種種讚般若是父是母等，是", "15": "法、一切法空，云何知眾生若垢、若淨？世", "150": "故更問。佛因須菩提問，為餘眾生故，廣說", "151": "般若波羅蜜相。「須菩提！所謂虛空相是般若", "152": "波羅蜜相；如虛空無色相、無非色相，般若", "153": "波羅蜜亦如是，無所有相。」須菩提更問：「頗有", "154": "因緣，諸法相如般若相不？」佛答：「有。一切法", "155": "究竟空、究竟離相故，說如般若波羅蜜相，", "156": "一切法亦如是。」須菩提難：「若一切法離相、空", "157": "相，云何知有垢、淨？云何菩薩得無上道？」佛", "158": "告須菩提「於汝意云何？眾生長夜行我、我", "159": "所」等，是佛所說義：如我、我所畢竟無，眾生", "16": "尊！離相法無垢、無淨，空相法無垢、無淨，離", "160": "狂顛倒因緣故，生諸煩惱；煩惱因緣故有業；", "161": "業因緣故，於生死中往來——是事本末空。何", "162": "以故？我無故，我所心虛誑；我所心虛誑故，諸", "163": "餘因果展轉法皆是虛誑。若因般若波羅蜜", "164": "實智慧，觀五眾無常、苦、空、無我，離自相，自", "165": "相空，從本來畢竟不生。爾時，我、我所心則滅；", "166": "如日出，眾冥皆除。我、我所心滅故，餘煩惱滅；", "167": "餘煩惱滅故，業因緣亦滅，業因緣滅故，往來", "168": "生死中斷，是名為淨。雖一切法相皆空，亦", "169": "以如是因緣故，有淨、有垢。爾時，須菩提", "17": "相、空相法不能得阿耨多羅三藐三菩提，離", "170": "思惟籌量佛語已，白佛言：「世尊！菩薩如是", "171": "行，實不行色等一切法。何以故？是菩薩不", "172": "得是法、若行、行處、行者。」「世尊！若菩薩能如是", "173": "行，一切人、天世間無能降伏」者，世間人皆著", "174": "假名，是行者行實法，是故不能伏。世間人", "175": "著一切虛誑顛倒及虛誑果報，是菩薩於畢", "176": "竟空中尚不著，何況餘法！如是，云何可降", "177": "伏？「天、人、阿修羅世間」者，是三種善道中有智", "178": "慧人，故說不能降伏。「又復一切聲聞、辟支", "179": "佛所不能及」者，上三善道，據未得道人；此", "18": "相、空相無法可得。世尊！離相中，空相中，無", "180": "中說得道者不能及。此中說不能及因緣，", "181": "所謂「菩薩入法位，一切魔、魔所使無能惱者，", "182": "是菩薩常行應薩婆若心，則近阿耨多羅三", "183": "藐三菩提。」何以故？不著一切法，常集一切", "184": "助道法故。佛可其言而讚。佛欲以如是智", "185": "慧為他人說故，先讚菩薩自利益；今為", "186": "利益他，分別福德果報故，問須菩提：「於汝", "187": "意云何？閻浮提眾生盡得人身」，如經廣說，", "188": "乃至「應薩婆若心，出一切福田之上。」是中", "189": "說因緣：「若菩薩能自行般若波羅蜜，亦能教", "19": "有菩薩得阿耨多羅三藐三菩提者。世尊！我", "190": "化，是人於一切福田，能到其邊。」「福田」者，", "191": "從須陀洹乃至佛。是菩薩能如所說般若", "192": "波羅蜜履行，則得作佛；餘福德善法，離般", "193": "若波羅蜜故皆盡，般若波羅蜜不可盡故。言", "194": "「無有餘福德如菩薩摩訶薩力勢」者，是", "195": "中自說因緣：菩薩行般若時，得諸法平等", "196": "忍；得平等忍故，雖行空、亦能生四無量心。", "197": "四無量心中，大悲是大乘之本，見眾生就於", "198": "死法，如囚受戮。諸菩薩能生六波羅蜜等，", "199": "乃至一切種智，是故諸菩薩能生大悲。", "2": "一之餘卷七十七", "20": "云何當知佛所說義？」佛告須菩提：「於汝意云", "200": "是故是人雖未得無上道，已是一切眾生之", "201": "福田。是故言「菩薩摩訶薩若欲不空食國中", "202": "施者，當學般若波羅蜜」。「不空食」名能報", "203": "施主，能生道，能令施主之福無盡，乃至入", "204": "涅槃。若示眾生三乘道，為眾生示一切智", "205": "大明，亦欲拔出三界獄中四縛，欲令眾生", "206": "得五眼，應常行般若波羅蜜相應念——「相應", "207": "念」者，即是般若心。若行般若波羅蜜心，若", "208": "有所說，但說般若波羅蜜。佛勅弟子，若和", "209": "合共住，常行二事：一者、賢聖默然；二者、說法。", "21": "何？是眾生長夜行我、我所心不？」「如是！世尊！", "210": "「賢聖默然」者，是般若心；「說法」者，說般若波羅", "211": "蜜。是人從般若心出，說般若波羅蜜；說般", "212": "若波羅蜜已，還入般若中，不令餘心、餘語", "213": "得入，晝夜常行；是不休不息，如是得先所", "214": "說功德。佛欲令是事明了，故說譬喻：「如", "215": "貧人失大價寶，常念不離。」菩薩亦如是不", "216": "離薩婆若心，常行般若波羅蜜，不休不息。", "217": "爾時，須菩提聞是事，白佛言：「世尊！若一切諸", "218": "念空，云何菩薩不離薩婆若念？空中，菩薩", "219": "不可得，薩婆若亦不可得。」佛答：「若菩薩知", "22": "眾生長夜行我、我所心。」「於汝意云何？是我、", "220": "一切法離自性，非聲聞、辟支佛所作，亦非", "221": "佛所作，自從因緣出；諸法法相、如、實際常", "222": "住世間，即是菩薩不離般若波羅蜜行。」佛自", "223": "說因緣：「般若波羅蜜空故、離故、不增不減。」", "224": "須菩提聞是，復問佛：「若般若波羅蜜性空，云", "225": "何菩薩與般若合，得無上道？」佛隨須菩提", "226": "語：「若菩薩與般若波羅蜜合，則不增不減；諸", "227": "法如、法性、實際不增不減故，般若波羅蜜不", "228": "增不減。」般若波羅蜜，即是諸法如、法性、實際；", "229": "如、法性、實際，即是般若波羅蜜。此中佛自說", "23": "我所心離相不？空相不？」須菩提言：「世尊！我、我", "230": "因緣：「如：如等三法，非一非異，般若亦如是。」", "231": "世間法非一即是二，不異即是一，般若波羅", "232": "蜜則不爾，是故般若波羅蜜無量無邊。空、", "233": "無相、無作故，不增不減；若菩薩得是不增不", "234": "減，則能得阿耨多羅三藐三菩提。若菩薩", "235": "聞是事通達無礙，入佛智慧，雖未作佛，", "236": "信力故於佛法中亦無疑，不怖、不畏。所以", "237": "者何？凡夫著我心故有畏，是菩薩我相斷", "238": "故無所畏。當知是菩薩即住阿鞞跋致地，", "239": "亦能正行般若。須菩提聞是菩薩正行般若", "24": "所心離相、空相。」「於汝意云何？以此我、我所心，", "240": "波羅蜜，是故問佛：「世尊！般若波羅蜜觀一切", "241": "空，不牢固，是空相為行般若不？」佛言：「不", "242": "也！」何以故？若空無有法，云何行般若？「離是", "243": "空，更有法行般若不？」佛言：「不也！」何以故？若", "244": "一切法空、無相、無作，云何離空更有法？是", "245": "故說「不」。須菩提聞空非行般若，離空非行", "246": "般若，一切法皆攝在般若中，今但問：「般若", "247": "行般若不？」法不自行，應以異法行，是故", "248": "言「不」。復問：「離般若，更有法行般若不？」佛言：", "249": "「不。」何以故？一切法攝在般若中，更無法行", "25": "眾生往來生死中不？」「如是！世尊！以此我、我", "250": "般若。先來略問行般若者，今問名字因緣：", "251": "「五眾行般若不？」佛言：「不。」何以故？是五眾從", "252": "虛誑和合因緣，不自在故，無住相，云何能", "253": "行？須菩提更問：「若菩薩假名字空不實故，", "254": "不行般若，今六波羅蜜等諸助道法行般", "255": "若波羅蜜不？」佛言：「不。」何以故？如五眾和合", "256": "有故不能行，是諸法亦如是。「色等法空相，", "257": "不牢固，如、法相、法位、法住、實際，是法行般", "258": "若不？」佛答：「是法無為法，不生不滅，常住自性", "259": "故不行。」須菩提問佛：「世尊！假名字故，人不", "26": "所心，眾生往來生死中。」「如是！須菩提！眾生", "260": "行；諸法亦和合因緣生，無自性，故亦不行，", "261": "誰當行般若？若不行，云何得無上道？」今佛", "262": "以反問答：「於汝意云何？」須菩提從佛急求", "263": "行般若者，是故佛問：「汝以慧眼見，定有一", "264": "法行般若不？」須菩提因三解脫門，入諸", "265": "法實相中，法相不可得，何況行者！是故答言：", "266": "「世尊！不見有行般若者。」復問：「汝見是般", "267": "若波羅蜜菩薩行處不？」須菩提答：「不見。」何", "268": "以故？般若波羅蜜中一切諸觀滅：若常、若無", "269": "常，若生、滅等，無一法定相是般若，云何當說", "27": "往來生死中故，知有垢惱。「須菩提！若眾生無", "270": "是般若波羅蜜？復問：「若汝以智慧眼不見", "271": "法，是不見法為有為無？」答言：「無。」何以故？", "272": "佛說智慧眼實，肉眼、天眼虛誑，須菩提以慧", "273": "眼觀，不見故言「無」。復問：「若法無、不可得，是", "274": "法有生不？」答言：「不生。」是法本自無，畢竟空、", "275": "無所有，是法有、無等戲論已滅，云何有生？", "276": "佛語須菩提：「若菩薩於是法中通達無疑，", "277": "信力、智慧力故，能住是法中，是名無生忍。」五", "278": "眾中假名菩薩，得如是法，是名行般若波", "279": "羅蜜。世俗法故說，非第一義；第一義中，諸", "28": "我、我所心，無著心，是眾生不復往來生死中；", "280": "戲論語言即是無生；「得是無生忍，便受無上", "281": "道記。」佛言：「若菩薩一心勤精進，不休不息，隨", "282": "無生忍行，不得是大智慧、無上智慧、一切", "283": "智，無有是處！」何以故？如《經》說：「若無因無緣", "284": "則無果報，邪因緣亦無果報，因緣少亦無", "285": "果報。」如是菩薩得是無生法忍，捨是生死", "286": "肉身，得法性生身，住菩薩果報神通中，一", "287": "時能作無量變化身，淨佛世界，度脫眾生。", "288": "是人末後身具足佛法坐道場。具足正因", "289": "緣，若不得阿耨多羅三藐三菩提，無有是", "29": "若不往來生死中，則無垢惱。如是，須菩提！眾", "290": "處！所以者何？「是人得無生忍法，一心直", "291": "進，無有廢退故。」菩薩未得無生法忍，深著", "292": "世間法，諸煩惱厚，雖有福德善心，軟薄不", "293": "進故，為煩惱所遮；得無生忍法，無復是", "294": "事。未得無生忍法，用力艱難，譬如陸行；", "295": "得無生法忍已，用力甚易，譬如乘船。是故", "296": "無生法忍，諸菩薩所貴。以是貴故，須菩提", "297": "問：「世尊！得無生法故受記？」佛言：「不也！」何以", "298": "故？無生法不生不滅，無得相，云何因是受", "299": "記？復問：「生法得記耶？」佛言：「不得。」何以故？生", "3": "聖者龍樹造", "30": "生有淨。」須菩提白佛言：「世尊！若菩薩摩訶薩", "300": "法虛誑妄語、作法，云何得阿耨多羅三藐三", "301": "菩提真實法？復問：「生不生得受記不？」佛言：「不", "302": "也！」何以故？此二俱有過故。復問：「世尊！若爾", "303": "者，云何當授記？」佛反問：「汝以慧眼觀，見", "304": "有法與菩薩授記不？」答言：「不見。」何以故？", "305": "是法從本已來寂滅相，是中無「見、不見，授", "306": "記、不授記」，亦不見阿耨多羅三藐三菩提，", "307": "亦無得法，亦無得者。此中自說因緣：「般若", "308": "波羅蜜無是憶想分別。」問曰：須菩提上問「菩", "309": "薩得無生忍故受記」，佛言「不」，佛何以還以", "31": "如是行，為不行色，不行受、想、行、識；為不行四", "310": "無生理答，所謂「菩薩行般若時，無一切憶", "311": "想分別」？答曰：行者實以無生忍故受記，而", "312": "須菩提為菩薩故，以著心、得心問，以是故", "313": "言「不」。如一切法實無我，婆蹉梵志問佛：「有", "314": "我不？」佛默然不答。「無我不？」佛亦不答。一切", "315": "雖實無我，以梵志著心問，欲戲弄無我，故", "316": "不答。須菩提問意：「知定有受記事，但不", "317": "知觀何法得記」，故問。是故佛以須菩提所", "318": "得法問：「汝以慧眼見定有法受記不？」須", "319": "菩提住三解脫門中，觀法性，不見定有", "32": "念處，乃至八聖道分；為不行內空，乃至無法", "320": "受記者，諸法法性無相無量故；若不見", "321": "受記法，云何當得阿耨多羅三藐三菩提", "322": "者？須菩提聞是受記者空，難情則息，自解", "323": "無疑。佛可其意：「如是！如是！汝不見不得", "324": "法是實。何以故？般若波羅蜜相，無所分別", "325": "故。」", "326": "62 同學品大智度論釋同學品第六十二", "327": "【經】爾時，釋提桓因白佛言：「世尊！是般若波", "328": "羅蜜無諸憶想分別，畢竟離故。世尊！是眾", "329": "生聞是般若波羅蜜能受持、讀、誦、說、正憶念、", "33": "有法空；為不行佛十力，乃至一切種智。何以", "330": "親近、如說行，乃至阿耨多羅三藐三菩提，", "331": "不雜餘心心數法者，不從小功德來。」佛言：", "332": "「如是！如是！聞是深般若波羅蜜，乃至不雜餘", "333": "心心數法者，不從小功德來。「憍尸迦！於汝", "334": "意云何？若閻浮提眾生成就十善道、四禪、四", "335": "無量心、四無色定，復有善男子、善女人受持", "336": "深般若波羅蜜，讀、誦、親近、正憶念、如說行，勝", "337": "於閻浮提眾生成就十善道乃至四無色定，", "338": "百倍、千倍、千萬億倍，乃至算數譬喻所不能", "339": "及。」爾時，有一比丘語釋提桓因：「憍尸迦！是", "34": "故？是法不可得，亦無行者，亦無行處，亦無行", "340": "善男子、善女人行般若波羅蜜功德，勝於仁", "341": "者！」釋提桓因言：「是善男子、善女人一發心", "342": "勝於我，何況聞是般若波羅蜜，書、持、讀、誦、正", "343": "憶念、如說行！是善男子、善女人行般若波羅", "344": "蜜，非但勝我，亦勝一切世間天及人、阿修羅；", "345": "非但勝一切世間天及人、阿修羅，亦勝諸須", "346": "陀洹、斯陀含、阿那含、阿羅漢、辟支佛。非但勝", "347": "是須陀洹，乃至辟支佛，亦勝菩薩行五波羅", "348": "蜜、遠離般若波羅蜜者；非但勝菩薩行五波", "349": "羅蜜、遠離般若波羅蜜者，亦勝菩薩行般若", "35": "法。「世尊！菩薩摩訶薩如是行，一切世間諸", "350": "波羅蜜無方便力者。「是菩薩摩訶薩如說行", "351": "般若波羅蜜，不斷佛種，常見諸佛，疾近道場。", "352": "菩薩如是行，為欲拔出眾生沈沒長流者。是", "353": "菩薩如是學，為不學聲聞、辟支佛學。「菩薩如", "354": "是學，四天王天來至菩薩所，如是言：『善男子！", "355": "當勤疾學，坐道場，成阿耨多羅三藐三菩提", "356": "時，如過去諸佛所受四鉢，亦當應受，我當持", "357": "來奉上菩薩，及諸餘天——四天王天、三十三天、", "358": "夜摩天、兜率陀天、化樂天、他化自在天、梵天，", "359": "乃至首陀會天，亦當供養。』十方諸佛亦常念", "36": "天、人、阿修羅不能降伏。是菩薩摩訶薩，一切", "360": "是菩薩摩訶薩——如說行是深般若波羅蜜者。", "361": "是菩薩諸所有世間厄難勤苦之事永無復", "362": "有；一切世間有四百四病，是菩薩身中無", "363": "是諸病。以行深般若波羅蜜故，得是現世", "364": "功德。」爾時，阿難作是念：「釋提桓因自以力說", "365": "耶？以佛神力說乎？」釋提桓因知阿難意所念，", "366": "語阿難言：「我之所說，皆佛威神！」佛告阿難：", "367": "「如是！如是！如釋提桓因所說，皆佛威神。」「阿難！", "368": "是菩薩摩訶薩習學是深般若波羅蜜時，三", "369": "千大千世界中諸惡魔，皆生狐疑：『今是菩薩", "37": "聲聞、辟支佛所不能及。何以故？所住處無能", "370": "為當得阿耨多羅三藐三菩提？當中道於實", "371": "際作證，墮聲聞、辟支佛地？』", "372": "「復次，阿難！若菩薩摩訶薩不離般若波羅蜜", "373": "時，魔大愁毒，如箭入心。是時，魔復放大火風，", "374": "四方俱起，欲令菩薩心沒、恐怖、懈怠，於薩婆", "375": "若中乃至起一亂念。」阿難白佛言：「世尊！", "376": "魔為都嬈亂諸菩薩？有不嬈亂者？」佛告阿難：", "377": "「有嬈者，有不嬈者。」阿難白佛言：「世尊！何等", "378": "菩薩為惡魔所嬈？」佛言：「有菩薩摩訶薩先世", "379": "聞是深般若波羅蜜，心不信解，如是菩薩，魔", "38": "及故，所謂菩薩位。世尊！是菩薩摩訶薩行", "380": "得其便。「復次，阿難！菩薩聞說是深般若波羅", "381": "蜜時，意疑：『是般若波羅蜜，為實有？為實無？』如", "382": "是菩薩魔得其便。「復次，阿難！有菩薩遠離善", "383": "知識，為惡知識所攝故，不聞深般若波羅蜜，", "384": "不聞故不知、不見，不問：『云何應行般若波羅", "385": "蜜？云何應修般若波羅蜜？』是菩薩惡魔得其", "386": "便。「復次，阿難！若菩薩遠離般若波羅蜜，受", "387": "惡法，是菩薩為惡魔得其便。魔作是念：『是", "388": "輩當有伴黨，當滿我願。』是菩薩自墮二地，亦", "389": "使他人墮於二地。「復次，阿難！若菩薩聞說深", "39": "應薩婆若心，無能及者！須菩提！菩薩摩訶薩", "390": "般若波羅蜜時，語他人言：『是般若波羅蜜甚", "391": "深，我尚不能得其底，汝復用聞、用學是般", "392": "若波羅蜜為？』如是菩薩魔得其便。「復次，阿", "393": "難！若菩薩輕餘菩薩言：『我行般若波羅蜜，行", "394": "遠離空；汝無是功德。』是時，惡魔大歡喜踊躍。", "395": "「若有菩薩自恃名姓多人知識故，輕餘行善", "396": "菩薩，是人無實阿鞞跋致行、類、相貌功德；", "397": "無是功德故，生諸煩惱；但著虛名故，輕賤", "398": "餘人，言：『汝不在如我所得法中。』爾時，惡魔", "399": "作是念：今我境界宮殿不空，增益三惡道。", "4": "後秦龜茲國三藏鳩摩羅什譯", "40": "如是行，疾近薩婆若。「須菩提！於汝意云何？", "400": "惡魔助其威力，令餘人信受其語；信受其語", "401": "故，受行其經，如說修學；如說修學時，增益", "402": "諸結使。是諸人心顛倒故，身、口、意業所作皆", "403": "受惡報。以是因緣，增益三惡道，魔之眷屬宮", "404": "殿益多。阿難！魔見是利故，大歡喜踊躍。「阿", "405": "難！若行菩薩道者與求聲聞道家共諍鬪。", "406": "魔作是念：『是遠離薩婆若。』「阿難！若菩薩、菩", "407": "薩共諍鬪，瞋恚罵詈；是時惡魔便大歡喜踊", "408": "躍言：『兩離薩婆若遠。』「復次，阿難！若未受記", "409": "菩薩向得記菩薩生惡心，諍鬪罵詈，隨起念", "41": "若閻浮提眾生盡得人身，得人身已，皆得阿", "410": "多少劫，若干劫數，若不捨一切種智，然後", "411": "乃補爾所劫大莊嚴。」阿難白佛言：「世尊！是", "412": "惡心乃經爾所劫數，於其中間，寧得出除", "413": "不？」佛告阿難：「我雖說求菩薩道及聲聞人得", "414": "出罪，阿難！若求菩薩道人共鬪諍，瞋恚", "415": "罵詈，懷恨、不悔、不捨者，我不說有出，必當", "416": "更爾所劫數，若不捨一切種智，然後乃大莊", "417": "嚴。「阿難！若是菩薩鬪諍，瞋恚罵詈，便自改", "418": "悔，作是念：『我為大失！我當為一切眾生下屈，", "419": "今世、後世皆使和解，我當忍受一切眾生履", "42": "耨多羅三藐三菩提。若有善男子、善女人盡", "420": "踐，如橋梁、如聾、如瘂，云何以惡語報人？我", "421": "不應壞是甚深阿耨多羅三藐三菩提心；我", "422": "得阿耨多羅三藐三菩提時，應當度是一切", "423": "苦惱眾生，云何當起瞋恚？』」阿難白佛言：「世", "424": "尊！菩薩、菩薩共住云何？」佛告阿難：「菩薩、菩薩", "425": "共住，相視當如世尊。何以故？是菩薩摩訶薩", "426": "應作是念：『是我真伴，共乘一船，彼學我學，所", "427": "謂檀波羅蜜，乃至一切種智。若是菩薩雜行、", "428": "離薩婆若心，我不應如是學；若是菩薩不雜", "429": "行、不離薩婆若心，我亦應如是學。』菩薩摩訶", "43": "其形壽供養、恭敬、尊重、讚歎，持是善根迴向", "430": "薩如是學者，是為同學。」", "431": "【論】釋曰：釋提桓因上說善男子書、受持般", "432": "若，乃至正憶念，得無量功德；今說其義。是", "433": "人讀誦般若，乃至阿耨多羅三藐三菩提，", "434": "不令餘心、心數雜者，得如上所說功德。但", "435": "從聞說，而不能行餘心不入者，雖得功", "436": "德，不名為無上。「餘心、心數法雜」者，有人言：", "437": "慳貪等，及破六波羅蜜惡心是。有人言：但不", "438": "令惡心增長，成其勢力，來則滅除。有人言：", "439": "不令聲聞、辟支佛心得入。有人言：無記散亂", "44": "阿耨多羅三藐三菩提，是人以是因緣，得福", "440": "心雖非惡，以遮善道故，亦不令得入。「是", "441": "故是人不從小功德來。」佛可其言：「如是！」欲", "442": "分別清淨行勢力故，反問憍尸迦：「若閻浮", "443": "提人一切成就十善道」等，如《經》說，是福德", "444": "雖多，離諸法實相故，虛妄、不牢固，無常盡", "445": "滅，不足為多；如草芥雖多，不如一小金", "446": "剛。問曰：是比丘何以語帝釋：「善男子福德", "447": "勝仁者」？答曰：帝釋已作福德果報中，人天", "448": "之主，威德尊重。是比丘重是善法，欲顯此", "449": "功德故，言「勝於仁者」。復次，是比丘聞帝釋", "45": "多不？」須菩提言：「甚多！世尊！」佛言：「不如是善", "450": "得聲聞道，是故言「汝雖有福德，是菩薩勝", "451": "汝」。帝釋得道，深念佛法故，不生高心，受", "452": "其語言：「菩薩為阿耨多羅三藐三菩提，但發", "453": "心便勝我，何況如所說行！」何以故？帝釋福", "454": "報微薄，是菩薩功德淳厚。又以帝釋福德", "455": "著天樂，自為其身；菩薩功德，為一切眾生", "456": "迴向佛道樂故。時會聽者聞比丘說勝於", "457": "仁者，帝釋受其語，咸生輕帝釋心。是故帝", "458": "釋言：「不但勝我，乃至勝菩薩行般若無方", "459": "便力者。」如所說行般若波羅蜜時不雜", "46": "男子、善女人於大眾中說是般若波羅蜜，出示、", "460": "餘心心數法故。是中帝釋自說勝因緣，所謂", "461": "「是菩薩如說行般若，不斷佛種」，乃至「以行", "462": "般若波羅蜜故，得是現世功德。」問曰：阿難何", "463": "以作是念言：「帝釋自以力說，用佛力說」？答", "464": "曰：阿難知帝釋是聲聞，而所說甚深，過聲聞、", "465": "辟支佛智，是故生疑而問。問曰：帝釋自有", "466": "智，能問能答，何以言「佛力」？答曰：般若甚深", "467": "甚難，無量無邊，若在異處說尚難，何況於", "468": "佛前大眾中說！是故言「佛力」。如《持心經》說：", "469": "「佛以光明威神入其身故，能於佛前難問", "47": "分別，照明、開演，亦應般若波羅蜜行正憶念，", "470": "有所說。」佛告阿難，可帝釋所語；更歎", "471": "行深般若菩薩有大威德，所謂「阿難！是菩", "472": "薩習學深般若時，惡魔生疑。」惡魔是菩薩怨", "473": "賊，常求菩薩便，如〈魔品〉中說。以菩薩深行", "474": "般若波羅蜜故，魔大作方便，壞菩薩心。若", "475": "菩薩懈怠者，魔大歡喜，是人自當墮落。有", "476": "人言：一切菩薩應有魔怨，是故阿難問：「為", "477": "盡有魔？亦有無者？」佛分別答，所謂「深清淨", "478": "心，行菩薩道，則無魔擾」；「不清淨為魔所壞」", "479": "者，如《經》廣說。問曰：如佛所說「一切有為法，", "48": "其福多。乃至三千大千世界中眾生，亦如是。", "480": "皆可轉可捨」，阿難何以疑而問佛：「是罪可", "481": "悔不？」答曰：阿難知般若波羅蜜是無盡因", "482": "緣，若供養福無邊，乃至得佛，福猶不盡；若", "483": "訶瞋，罪亦如是無邊，是故問佛。佛答：「我法", "484": "雖有出罪，若菩薩共鬪結恨，不即捨，則不", "485": "可出。」何以故？是菩薩深心輕慢、瞋餘菩薩", "486": "故。以瞋、憍慢故，不能下意共悔，欲更行", "487": "餘功德求滅此罪。佛言：「此罪不可出，以", "488": "懷恨故，雖作餘福德，皆不清淨；不清淨", "489": "故無力；無力故不能滅罪。此人若欲作", "49": "「須菩提！於汝意云何？閻浮提中眾生一時皆", "490": "佛，不捨一切智，下意懺悔者，補爾所劫乃", "491": "得發大莊嚴。」問曰：心中懷恨，云何可滅？答", "492": "曰：破瞋因緣，如《經》說。阿難知一切眾生屬", "493": "業因緣，不得自在，無能救者，心懷怖畏，", "494": "問佛：「菩薩共住云何？云何用心恭敬？」佛答：", "495": "「供養恭敬，當如視佛。」是未來佛故。此中佛", "496": "自說因緣：「菩薩共住，應作是念：『是我真伴，", "497": "俱到佛道，共乘一船。』」「船」者，六波羅蜜；三界、", "498": "三漏為「水」；「彼岸」是佛道。「彼所學者，我亦應", "499": "學，學」者，所謂六波羅蜜等，同戒、同見、同道。", "5": "【經】爾時，須菩提白佛言：「世尊！何等是般若", "50": "得人身，得人身已，若善男子、善女人教行", "500": "如白衣兄弟，不應共鬪；我是同法兄弟，亦不", "501": "應共諍。「若是菩薩雜行、離薩婆若心，我不", "502": "應如是學。」何以故？勝事應從他學，惡事應", "503": "捨。菩薩若作是學，輕慢、瞋恨事皆滅，是則", "504": "名「菩薩同學」。", "505": "63 等學品大智度論釋等學品第六十三", "506": "【經】須菩提白佛言：「世尊！何等是菩薩摩訶", "507": "薩等法，菩薩所應學？」「須菩提！內空是菩薩", "508": "等法，外空乃至自相空，是菩薩等法。「須菩提！", "509": "色、色相空，受、想、行，識、識相空，乃至阿耨多羅", "51": "十善道、四禪、四無量心、四無色定，教令得須", "510": "三藐三菩提、阿耨多羅三藐三菩提相空。須", "511": "菩提！是名菩薩摩訶薩等法。住是等法，得阿", "512": "耨多羅三藐三菩提。」須菩提白佛言：「世尊！若", "513": "菩薩摩訶薩為色盡故學，為學薩婆若；為色", "514": "離故學，為色滅故學，為學薩婆若；為色不生", "515": "故學，為學薩婆若；受、想、行、識，亦如是。修行", "516": "四念處，乃至十八不共法，盡、離、滅、不生故學，", "517": "為學薩婆若？」佛告須菩提：「如須菩提所說，", "518": "為色盡、離、滅、不生故學，為學薩婆若；受、想、行、", "519": "識，乃至十八不共法，盡、離、滅、不生故學，為學", "52": "陀洹道，乃至阿羅漢、辟支佛道，教令得阿耨", "520": "薩婆若。」佛告須菩提：「於汝意云何？色如，受、想、", "521": "行、識如，乃至阿耨多羅三藐三菩提如，佛如，", "522": "是諸如盡、滅、斷不？」須菩提言：「不也！世尊！」佛", "523": "告須菩提：「菩薩摩訶薩如是學如，為學薩婆", "524": "若。是如不作證，不滅不斷。須菩提！菩薩摩", "525": "訶薩如是學如，為學薩婆若。「須菩提！菩薩", "526": "摩訶薩如是學，為學六波羅蜜，為學四念處", "527": "乃至十八不共法；若學六波羅蜜乃至十八", "528": "不共法，為學薩婆若。須菩提！如是學，為盡", "529": "諸學邊。「如是學，魔、若魔天所不能壞；如是學，", "53": "多羅三藐三菩提，持是善根迴向阿耨多羅", "530": "直到阿鞞跋致地；如是學，為學佛所行道；如", "531": "是學，為得擁護，為學大慈大悲，為學淨佛", "532": "世界、成就眾生。須菩提！如是學，為學三", "533": "轉十二行法輪轉故；如是學，為學度眾生；如", "534": "是學，為學不斷佛種；如是學，為學開甘露門；", "535": "如是學，為學欲示無為性。「須菩提！下劣之人", "536": "不能作是學；如是學者，為欲拔出沈沒生", "537": "死眾生。「菩薩摩訶薩如是學，終不墮地獄、餓", "538": "鬼、畜生中；終不生邊地；終不生栴陀羅家；", "539": "終不聾盲、瘖瘂、拘癖，諸根不缺；眷屬成就，", "54": "三藐三菩提。須菩提！於汝意云何？是善男", "540": "終不孤窮。「菩薩如是學，終不殺生乃至終不", "541": "邪見；如是學，不作邪命活；不攝惡人及破戒", "542": "者。「如是學，以方便力故，不生長壽天。何等是", "543": "方便力？如般若波羅蜜品中所說。菩薩摩", "544": "訶薩以方便力故，入四禪、四無量心、四無色", "545": "定，不隨禪、無量、無色定生。「須菩提！菩薩如", "546": "是學，一切法中得清淨，所謂淨聲聞、辟支", "547": "佛心。」須菩提白佛言：「世尊！一切法本性清", "548": "淨，云何言菩薩一切法中得清淨？」佛告須菩", "549": "提：「如是！如是！一切諸法本性清淨，若菩薩", "55": "子、善女人得福多不？」須菩提言：「甚多！世尊！」", "550": "摩訶薩於是法中，心通達不沒，即是般若波", "551": "羅蜜。如是諸法，一切凡夫不知不見。菩薩", "552": "摩訶薩為是眾生故，行檀波羅蜜乃至般若", "553": "波羅蜜，行四念處乃至一切種智。須菩提！", "554": "菩薩如是學，於一切法中得智、力、無所畏；", "555": "如是學，為了知一切眾生心所趣向。「譬如大", "556": "地，少所處出金銀珍寶；須菩提！眾生亦如是，", "557": "少所人能學般若波羅蜜，多墮聲聞、辟支佛", "558": "地。「須菩提！譬如少所人受行轉輪聖王業，", "559": "多受行小王業：如是，須菩提！少所眾生行般", "56": "佛言：「不如是善男子、善女人以是甚深般若", "560": "若波羅蜜，求一切智，多行聲聞、辟支佛道。「須", "561": "菩提！諸菩薩摩訶薩發心求阿耨多羅三藐", "562": "三菩提中，少有如說行，多住聲聞、辟支佛地；", "563": "多有菩薩摩訶薩行般若波羅蜜，無方便力", "564": "故，少所人住阿鞞跋致地。須菩提！以是故，", "565": "菩薩摩訶薩欲住阿鞞跋致地、欲在阿鞞", "566": "跋致數中，應當學是深般若波羅蜜。」「復次，須", "567": "菩提！菩薩摩訶薩學是般若波羅蜜時，不生", "568": "慳貪心，不生破戒、瞋恚、懈怠、散亂、愚癡心，不", "569": "生諸餘過失心；不生取色相、取受、想、行、識相", "57": "波羅蜜為眾生說，出示、分別，照明、開演，亦不", "570": "心；不生取四念處相心，乃至不生取阿耨多", "571": "羅三藐三菩提相心。何以故？是菩薩摩訶薩", "572": "行是深般若波羅蜜，無有法可得；以不可得", "573": "故，於諸法不生心取相。「須菩提！菩薩摩訶", "574": "薩如是學深般若波羅蜜，總攝諸波羅蜜，令", "575": "諸波羅蜜增長，諸波羅蜜悉隨從。何以故？", "576": "須菩提！是深般若波羅蜜，諸波羅蜜悉入", "577": "中。「須菩提！譬如我見中悉攝六十二見；如", "578": "是，須菩提！是深般若波羅蜜悉攝諸波羅蜜。", "579": "「須菩提！譬如人死，命根滅故，餘根悉隨滅；", "58": "離薩婆若，得福多。乃至三千大千世界，亦如", "580": "如是，須菩提！菩薩摩訶薩行深般若波羅蜜", "581": "時，諸波羅蜜悉隨從。「須菩提！菩薩摩訶薩", "582": "欲令諸波羅蜜度彼岸，應學深般若波羅蜜。", "583": "「須菩提！菩薩摩訶薩學是深般若波羅蜜者，", "584": "出一切眾生之上。「須菩提！於汝意云何？三千", "585": "大千世界中眾生多不？」須菩提言：「一閻浮提", "586": "中眾生尚多，何況三千大千世界！」佛告須菩", "587": "提：「若三千大千世界中眾生一時皆得人身，", "588": "悉得阿耨多羅三藐三菩提；若有菩薩盡形", "589": "壽供養爾所佛，衣服、飲食，臥具、湯藥、資生所", "59": "是。「是菩薩摩訶薩不遠離應薩婆若心，則到", "590": "須。須菩提！於汝意云何？是人以是因緣故，", "591": "得福德多不？」須菩提言：「甚多！甚多！」佛言：「不", "592": "如是善男子、善女人學般若波羅蜜如說行、", "593": "正憶念，得福多。何以故？般若波羅蜜有勢", "594": "力，能令菩薩摩訶薩得阿耨多羅三藐三菩", "595": "提。「須菩提！以是故，菩薩摩訶薩欲出一切", "596": "眾生之上，當學般若波羅蜜。「欲為無救護眾", "597": "生作救護，欲與無歸依眾生作歸依，欲與無", "598": "究竟道眾生作究竟道，欲為盲者作目，欲得", "599": "佛功德，欲作諸佛自在遊戲，欲作佛師子", "6": "波羅蜜相？」佛告須菩提：「如虛空相，是般若波", "60": "一切福田邊。何以故？除諸佛，無有餘法如", "600": "吼，欲撞擊佛鍾鼓，欲吹佛唄，欲昇佛高", "601": "座說法，欲斷一切眾生疑，當學深般若波羅", "602": "蜜。「須菩提！菩薩摩訶薩若學深般若波羅蜜，", "603": "諸善功德無事不得。」須菩提白佛言：「世尊！", "604": "寧復得聲聞、辟支佛功德不？」佛言：「聲聞、辟", "605": "支佛功德皆能得，但不於中住；以智觀已，直", "606": "過，入菩薩位中。「須菩提！菩薩摩訶薩如是學，", "607": "近薩婆若，疾得阿耨多羅三藐三菩提。「須菩", "608": "提！菩薩摩訶薩如是學，為一切世間天、人、", "609": "阿修羅作福田。「須菩提！菩薩摩訶薩如是學，", "61": "菩薩摩訶薩勢力。「何以故？諸菩薩摩訶薩行", "610": "過諸聲聞、辟支佛福田之上，疾近薩婆若。「須", "611": "菩提！菩薩摩訶薩如是學，是名不捨不離", "612": "般若波羅蜜，常行般若波羅蜜。「須菩提！菩薩", "613": "摩訶薩如是學深般若波羅蜜，當知是不退", "614": "轉菩薩，疾近薩婆若，遠離聲聞、辟支佛，近", "615": "阿耨多羅三藐三菩提。」「須菩提！菩薩摩訶", "616": "薩行般若波羅蜜時，若作是念：『是般若波", "617": "羅蜜，我以是般若波羅蜜得一切種智。』若", "618": "如是念，不名行般若波羅蜜。「須菩提！若不", "619": "作是念：『是般若波羅蜜，是人有般若波羅", "62": "般若波羅蜜時，於一切眾生中起大慈心；見", "620": "蜜；是般若波羅蜜法，是人行般若波羅蜜", "621": "得阿耨多羅三藐三菩提。』是名行般若波羅", "622": "蜜。「須菩提！若菩薩作是念：『無是般若波羅", "623": "蜜，無人有是般若波羅蜜；無有行是般若", "624": "波羅蜜得阿耨多羅三藐三菩提。』何以故？一", "625": "切法如、法性、實際常住故。如是行，是為菩薩", "626": "摩訶薩行般若波羅蜜。」", "627": "【論】釋曰：上阿難問「鬪諍」，佛答「同學清淨」；今", "628": "須菩提問佛：「甚深同心等法，是菩薩所學處」，", "629": "佛答：「內空乃至自相空，是名等法。」有二種等", "63": "諸眾生趣死地故，而起大悲；行是道時，歡悅", "630": "忍：上品末說眾生等忍，此品說法等忍。如", "631": "稱兩頭停等；如是內空等諸空，於諸法中", "632": "平等。如內法有種種差別，得內空則皆平", "633": "等無法；乃至自相空，一切法相皆自空，是時", "634": "心則平等。菩薩住是等中，能得阿耨多羅三", "635": "藐三菩提。須菩提復問：「為色等盡故，為學", "636": "薩婆若？」觀色等無常，念念滅不住；若得是", "637": "觀，心則離色；心離色故，諸煩惱滅；煩惱滅", "638": "故，得不生法。須菩提問：「如是學為學薩婆", "639": "若？」佛反問須菩提：「於汝意云何？色等諸法", "64": "而生大喜；不與想俱，便得大捨。須菩提！是", "640": "如及如來如，是如為盡、滅、斷不？」須菩提言：「不！」", "641": "是「如」從本已來，不集、不和合，云何有盡？本來", "642": "不生，云何有滅？是法本來虛誑，無有定相，", "643": "云何可斷？「須菩提！菩薩摩訶薩能如是學", "644": "如，為學薩婆若。」是「如」常、不可證、不可滅、", "645": "不可斷；是盡、離、斷，除顛倒故行，非是究竟。", "646": "此中說究竟事，於是佛讚歎：「如是學，雖不", "647": "定為一法故學而學薩婆若。」若學薩婆", "648": "若，即是學六波羅蜜等；若能學六波羅蜜", "649": "等，是為盡諸學邊。若盡諸學邊，是人無量", "65": "為菩薩摩訶薩大智光明。大智明者，所謂", "650": "福德、智慧具足故，魔、若魔民無能降伏。如", "651": "是正學故，直到阿鞞跋致地。如是學，為學", "652": "佛所行道。如是學，皆為十方諸佛及大菩薩", "653": "諸天善人所守護。能如是學，是人無有邪", "654": "見，心無所著，於一切眾生，能起大慈大悲；", "655": "大慈大悲故，能教化眾生；眾生心清淨故，佛", "656": "界清淨；佛界清淨已，得佛道，三轉十二行", "657": "法輪，以三乘度無量眾生。以大乘度眾生", "658": "故，不斷佛種；不斷佛種故，於世間常開", "659": "甘露法門，常示眾生無為性。「無為性」者，所謂", "66": "六波羅蜜。「須菩提！是諸善男子雖未作佛，", "660": "如、法性、實際、涅槃。「甘露」者，無為性。「門」者，三解", "661": "脫門。「下劣」者，名懈怠、放逸，不樂佛法，不一", "662": "心行道，罪福雜行。如是等，不能學是法。何", "663": "以故？是下劣者作是念：「我身及親屬是我", "664": "所應護，諸餘眾生何豫我事，而以頭目髓", "665": "腦施之，令其得樂？一切人皆方便求樂，我", "666": "今何為捨樂求苦？」或生邪見，復作是念：「眾", "667": "生無量無邊，度不可盡；若可度盡，即是有", "668": "量有邊，一佛便可度盡。」或作是念：「佛說一", "669": "切法空，不生不滅，我復何所度？求佛道，不", "67": "能為一切眾生作大福田，於阿耨多羅三藐", "670": "求佛道，同如幻夢。」如是等下劣人，以種種", "671": "邪見、貪欲因緣故，不能學此大法。或時有", "672": "大人出世，籌量思惟諸法實相，所謂非常", "673": "非無常，非有邊非無邊，非有非無等。行", "674": "如是道，破顛倒見，還捨此道，直入法性，常", "675": "住是清淨法性中。以一切眾生不知是事", "676": "故，生大悲心，然後修集六波羅蜜等諸功德，", "677": "佛神通、智慧、無礙解脫，得阿耨多羅三藐三", "678": "菩提；以種種方便門，廣度眾生。如是人為", "679": "希有。問曰：如先說「眾生無量無邊」，又言「眾", "68": "三菩提亦不轉；所受供養，衣服、飲食、臥具、床", "680": "生空，復何所度？」如是云何可有所度？答曰：", "681": "此是下劣人所說，何足以之為證？復次，先", "682": "所說：以邪見、貪欲因緣故，下劣之人作是", "683": "念言：「眾生有邊、無邊，一切法空無所有、一切", "684": "法常實」——皆是六十二邪見所攝。大人無欲，", "685": "思惟籌量，離如是過罪，住於法性，生大悲", "686": "心。譬如大人，但以施心，施與他財而不取", "687": "價。貪欲之人，求因緣而與；邪見之人，依有", "688": "邊、無邊等，無有能無利事而有所作。譬", "689": "如小人市易，求利乃與。又復大人菩薩無", "69": "敷、疾藥、資生所須，行應般若波羅蜜，念能", "690": "所求欲，能以頭、目等施與眾生，所得果報，", "691": "亦以施與；一切法心無所依，而能集諸功", "692": "德。是故佛說：「欲拔一切眾生沈沒生死者，", "693": "能如是學。」復次，菩薩如是學者，常有慈悲", "694": "憐愍心，不惱眾生故，不墮地獄；常觀因緣", "695": "諸法實相，不生愚癡故，不墮畜生；常行布", "696": "施，破慳貪心故，不生餓鬼中。佛所說十二", "697": "部經、八萬四千法聚，常不悋惜故，不生邊", "698": "地。常供養尊長善人，破憍慢故，不生旃陀", "699": "羅等下賤人中。深心愛眾生，具足行利益", "7": "羅蜜相。須菩提！般若波羅蜜無所有相。」須", "70": "畢報施主之恩，疾近薩婆若。「以是故，須菩", "700": "事故，受身完具。以善法多化眾生故，眷屬", "701": "成就，終不孤窮。深愛樂尸羅波羅蜜故，不", "702": "行十惡道及以邪命。無有我心，但利益眾", "703": "生，不自為身故，不攝惡人及破戒者。「惡人」", "704": "名心惡；「破戒」者名身、口惡。復次，行三不善", "705": "道名「惡人」；行七不善道名「破戒」。復次，菩薩", "706": "若在家攝惡人名「惡人」；出家攝惡人名「破", "707": "戒」。問曰：菩薩為度惡人故，出現於世，譬如", "708": "良醫療諸疾病，何以故不攝惡人？答曰：惡", "709": "人、破戒者，有可化、有不可化，此中但說不", "71": "提！若菩薩摩訶薩欲不虛食國中施，欲示眾", "710": "可化者。若攝取共住，則自壞其道，於彼無", "711": "益；譬如救溺，自不能浮，而欲濟彼，二俱不", "712": "免，是故說「遠離惡人」。以欲界多惡，生憐愍", "713": "心故，生欲界中；雖行禪，心調柔軟，以方", "714": "便力故，命終時不隨禪生，如《經》中廣說。「須", "715": "菩提！菩薩如是學，於一切法中得清淨，所", "716": "謂淨聲聞、辟支佛心。」——「淨」名捨離、無所有、畢竟", "717": "空。須菩提白佛言：「若一切法從本已來空清", "718": "淨，云何言『菩薩如是學，得一切法中清淨』？」", "719": "佛可須菩提言，為說因緣：「若菩薩知一切", "72": "生三乘道，欲為眾生作大明，欲拔出三界牢", "720": "法從本已來空清淨，於是中心不沒、不却。」", "721": "——「不沒」名不疑，不生邪見。「通達」，不與空諍，「是", "722": "名般若波羅蜜」。「一切凡夫人不知不見如", "723": "是清淨法，為是人故，行六波羅蜜等諸助", "724": "道法。」菩薩法，應教化是眾生，是名菩薩一", "725": "切法中得清淨，所謂捨三界顛倒，過聲聞、", "726": "辟支佛地，一切法中得清淨智慧力。得是功", "727": "德故，三世十方一切眾生心心數法，心所", "728": "行起，種種業因緣，悉能遍知；知已，隨其所應，", "729": "為說法開化。如是等利益，皆是學般若故", "73": "獄，欲與一切眾生眼，應常行般若波羅蜜。", "730": "得，是故言「盡諸學邊」。少有能如是學，是人", "731": "難得！佛欲令此義明了，故說譬喻，金銀", "732": "及轉輪聖王業等。復次，「菩薩學是般若時，不", "733": "生慳等心」：「不生慳等心」者，菩薩學般若波", "734": "羅蜜故，抑制諸煩惱，煩惱雖未盡，無所能", "735": "作，是故言「不生」。菩薩行般若，知一切諸法", "736": "相，皆虛誑不實故，是以不取色乃至阿耨多", "737": "羅三藐三菩提相。何以故？不欲令墮有、無", "738": "見中故；直行中道，集菩薩行。此中佛自說", "739": "因緣：「菩薩行般若，於一切法無所得，無所", "74": "「行般若波羅蜜時，若欲有說，但說般若波羅", "740": "得故，無有法可取相——若善、若不善等。」菩薩", "741": "若能如是學，總攝諸波羅蜜。檀等諸波羅蜜", "742": "不離般若波羅蜜，般若波羅蜜力故，令餘", "743": "波羅蜜離諸邪見、貪著，各得增長。佛欲令", "744": "此義明了故，說譬喻：「如我見」及「命根」等。", "745": "問曰：我見、諸見各有別相，云何攝入我見", "746": "中？答曰：雖有別相，我見是本。人以無明因", "747": "緣故，空五眾中生我見；生我見故，言「是身", "748": "死，如去、不如去」。若如去，則是常見；若不如", "749": "去，則是斷見。若謂斷滅，現今受樂，著五欲。", "75": "蜜；說般若波羅蜜已，常憶念般若波羅蜜；", "750": "以惡法為最，則生見取。若謂常，出家學道，", "751": "持戒、苦行，則生戒取。或時見斷、常俱有過", "752": "故，便言無因緣果報，則生邪見。住是五見", "753": "中，世間常無常、前際後際等，生五十七見。是", "754": "故說「身見攝六十二見」，無咎。如是等種種", "755": "因緣譬喻故，知般若波羅蜜諸法中最第一；", "756": "般若波羅蜜諸法中最第一故，菩薩學是般", "757": "若故，於眾生中第一。佛欲以是事善化", "758": "眾生故，說譬喻：「須菩提！於汝意云何？三千", "759": "大千世界中眾生多不」如是等，乃至「菩薩", "76": "常憶念般若波羅蜜已，常行般若波羅蜜，不", "760": "如是學，當知是不退轉，遠離二乘，近佛乘。」", "761": "復次，佛告須菩提：「若菩薩作是念：是般若波", "762": "羅蜜」——「是般若波羅蜜」者，示般若波羅蜜相", "763": "若有、若無等，見般若、得般若、著般若等。「我", "764": "以是般若波羅蜜得一切種智」者，五眾和", "765": "合假名菩薩；菩薩隨逐假名字，計以為我，", "766": "以是般若有所作。般若是無著相，而是人", "767": "說有相般若是第一義，是人隨假名而生", "768": "我心。般若是無作相，而是人欲用般若有", "769": "所作，所謂「我用是般若得阿耨多羅三藐三", "77": "令餘念得生，晝夜勤行般若波羅蜜相應念，", "770": "菩提。」是故佛言：「作如是念者，不名行般", "771": "若。」若不如是念，名為行般若波羅蜜。問曰：", "772": "作是念、不作是念，事已盡，何以復有第三說？", "773": "答曰：初者是邪行相；第二遮邪行，未說正", "774": "行相；是故第三說正行相。復次，初是著心", "775": "取相；第二破是著相，不說云何是諸法相；", "776": "第三中破邪著，亦說實相。菩薩作是念：「於", "777": "一切處，不顯示般若波羅蜜相；亦不生我", "778": "心、我用般若波羅蜜有所作；但知一切法", "779": "常住如、法性、實際中，於如、法性、實際中不", "78": "不息不休。「須菩提！譬如士夫，未曾得摩尼", "780": "諍。」是故說第三，無咎。", "781": "大智度論卷第七十七", "79": "珠，後時得，得已大歡喜踊躍；後復失之，便大", "8": "菩提白佛言：「世尊！頗有因緣，如般若波羅", "80": "憂愁，常憶念是摩尼珠，作是念：『我奈何忽", "81": "亡失此大寶！』須菩提！菩薩摩訶薩亦如是，", "82": "常憶念般若波羅蜜，不離薩婆若心。」須菩提", "83": "白佛言：「世尊！一切念性自離、一切念性自", "84": "空，云何菩薩摩訶薩行般若波羅蜜不離應", "85": "薩婆若念？是遠離空法中無菩薩，亦無念，無", "86": "應薩婆若。」佛告須菩提：「若菩薩摩訶薩如是", "87": "知一切法性自離、一切法性自空，非聲聞、辟", "88": "支佛作，亦非佛作；諸法相常住，法相、法住、法", "89": "位、如、實際，是名菩薩行般若波羅蜜不離薩", "9": "蜜相，諸法相亦如是耶？」", "90": "婆若念。何以故？般若波羅蜜性自離、性自", "91": "空，不增不減故。」須菩提白佛言：「世尊！若般若", "92": "波羅蜜性自離、性自空，云何菩薩摩訶薩與", "93": "般若波羅蜜等，得阿耨多羅三藐三菩提？」佛", "94": "告須菩提：「菩薩摩訶薩與般若波羅蜜等，不", "95": "增不減。何以故？如、法性、實際，不增不減故。", "96": "所以者何？般若波羅蜜非一非異故。「若菩", "97": "薩聞如是般若波羅蜜相，不驚、不沒、不畏", "98": "不怖、不疑。須菩提！當知是菩薩摩訶薩行", "99": "般若波羅蜜；當知是菩薩摩訶薩必住阿鞞"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1509 大智度論: 大智度論釋: 大智度論釋: 大智度論釋: 大智度論: 大智度論釋: 大智度論釋", "author": "龍樹菩薩造  後秦 鳩摩羅什譯", "sourceLink": "http://www.cbeta.org/"}