{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0520 佛說薩羅國經", "text": {"0": "No. 520", "1": "佛說薩羅國經", "10": "佛法，各自快心天下無雙。佛在舍衛祇樹之", "11": "園，佛見此國興樂乃爾，不惟無常生死之苦，", "12": "貪濁色欲無有懈已。佛念彼國生死遂滋，不", "13": "行權慧誰能度之？即作方便開化其心：「諸有", "14": "色相以空應之，一切喜樂以苦應之，權行隨", "15": "意令離想識。」佛便現神如意三昧，放大光明", "16": "靡所不照，感動八方及人非人、諸天龍神追", "17": "侍在後；帝釋、梵天手執珍奇七寶之蓋獻御", "18": "奉佛，彌勒、文殊、目連、羅雲、阿難、離越、舍利弗", "19": "諸弟子菩薩，無數千人皆悉隨從，俱適彼", "2": "失譯人名今附東晉錄", "20": "國，百鳥畜獸相和悲鳴，倡伎眾樂不鼓自鳴，", "21": "枯木諸樹皆自更生，溝渠江海龜鼈魭䰿，水", "22": "性之屬莫不忻懌，三千國土皆大震動，地生", "23": "蓮華大如車輪，珍寶琉璃轉相雜成，其色甚", "24": "妙光耀人目。佛放光明普有所照，諸在窈冥", "25": "勤苦之處，皆悉開闢無所罣礙。國王、大臣、長", "26": "者居士、中宮太子、列女、美人、國民大小莫不", "27": "悚然：「今日何故，乃有是現？自在宮內五樂自", "28": "娛，妓女自拊快樂無過，今所見者，世所希有。」", "29": "時，持地神踊從地出，現王殿前歎佛功德：「世", "3": "昔有大國名曰薩羅，土地廣博嚴淨之處，中", "30": "尊現變光踰日月，諸天欽仰釋梵所尊，世垢", "31": "已除脫人生死，其見佛者罪釁消除，其供佛", "32": "者福倍無量，殖種德本，後生天上，發一慧意", "33": "所得無限，可往見佛咨受法言。」王後轉開意", "34": "內歡然：「如來降神在吾國界，眾生蒙度。」非", "35": "但己身，一切群從并餘眾輩，皆悉出城欣喜", "36": "踊躍。佛之威神，令是國界廓然大明洞達無", "37": "邊，王及人民悉往見佛，快哉福根善心生", "38": "焉！覩佛尊顏金光暉曜，奮威振躍吉祥莊", "39": "飾，相明清澈志寂淡定。王及人民皆前禮", "4": "多人民富樂熾盛，工黠妍雅好盛文飾，多出", "40": "佛，頭面稽首，遶尊三匝却在前住，具自陳說：", "41": "「久沈貪濁迷惑聲色，不見如來供事問法。」佛", "42": "言：「大善！王及臣民、中宮太子皆平安乎？」王", "43": "言：「蒙得佛恩，皆悉如宜。」佛言：「王貪濁色欲，", "44": "恣心無厭，賦斂財寶，餚膳兼味，園觀浴池", "45": "遊戲無極，不念無常，何益萬分？人為欲縛不", "46": "惟後世，即致泥犁畜生之屬，但坐無厭燒炙", "47": "形殘，飢不及飡渴無水漿，屏營愁毒迭互相", "48": "然，皆坐無慮逆心犯惡。在世雖富深宮尊位，", "49": "是悉無常如夢已寤，想命獨生無一隨者。」王", "5": "珍寶五色玄黃。城郭樓閣街巷門室，金銀錯", "50": "前長跪啟白：「世尊！以何方便，得離此罪？佛", "51": "為法王一切所歸，佛為正尊眾生宗仰，願", "52": "見拯舉得免此苦。」佛言：「善哉！王立信本，施", "53": "行四事，可得離罪：一曰、所有施與無所愛惜；", "54": "二曰、少欲瞋恚割損貪食；三曰、聞佛經戒信", "55": "受不犯；四曰、敬慎法師厚善知識；是為四", "56": "事可得清淨。」王心生念欲施大檀，便前禮尊", "57": "叉手白佛：「願屈光儀到宮小飯。」佛即默然，已", "58": "受其請。王歸宮內勅臣官屬：「佛者難值如優", "59": "曇鉢華，今已得之當好供養，出諸華香幢幡", "6": "塗方圓淨好，遶城浴池中生蓮華，鳧鴈、鴛鴦、", "60": "伎樂，莊嚴宮室掃灑令淨，城中街里皆施幡", "61": "蓋。」中宮夫人及國人民，悉受王教整頓床座，", "62": "即勅太官作百味之食，調和香甘便行迎佛：", "63": "「供具已辦，願可勞神。」佛即用時，於坐而得，", "64": "便放威神感動眾會，四部弟子百千天人，及", "65": "諸龍神、犍沓和等眷屬圍遶群從隨佛，四天", "66": "前導釋梵擁蓋，菩薩大士侍佛入城。佛蹈", "67": "門閫境界震動，盲聾瘖瘂被毒病瘦，皆悉", "68": "完具平復如故，箜篌樂器不鼓自鳴。佛放", "69": "光明悉照宮室，城郭舍宅悉作琉璃，內外洞", "7": "鳩夷、羅鳥、孔雀、鸚鵡、鴹隨、鸕󰭇，飜飛相逐皆", "70": "達莫不見佛。佛前上殿就師子座，王及太子、", "71": "國臣人民，即下飯具手自斟酌，飯食已訖便", "72": "行澡水，一切人民眾坐已定。王取小机前坐", "73": "聽經，佛轉法輪說不退轉，王即歡喜以衣奉", "74": "佛，其價千萬世所希有，所散之衣懸在虛空，", "75": "便於佛上化成華蓋，交露七寶悉皆垂珠，從", "76": "是垂珠出其光明，遍照十方無數佛土。王及", "77": "臣民、後宮太子、夫人、美女合萬餘人，見是變", "78": "化莫不踊躍，皆發無上正真道意，八百天神", "79": "得不起法忍，五千菩薩立不退轉，無數千人", "8": "在池中，晝夜栖止相和悲鳴。男女遊戲作倡", "80": "皆興德本，壽終已後皆生天上。佛語阿難：「是", "81": "王供事五百餘佛，惠施財寶，等行慈哀，尊法", "82": "不倦，是當來劫當得作佛，號名慧光如來、至", "83": "真、平等正覺；是國人民及諸夫人，當承其", "84": "福悉當得佛。」王聞授決踊在空中，現身離", "85": "地百四十丈，從上來下歎佛功德：「佛者，甚尊", "86": "為眾作本，其德若天無所不覆。」國人八千聞", "87": "授王決，善發淨心願為菩薩。佛說經訖，一", "88": "切眾會及人非人，莫不歡喜。世尊權道，所化", "89": "如是。", "9": "妓樂，無有厭極樂不可言，自猗憍慢不解", "90": "佛說薩羅國經"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0520 佛說薩羅國經", "author": "失譯", "sourceLink": "http://www.cbeta.org/"}