{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1509 大智度論: 大智度論釋: 大智度論釋: 大智度論: 大智度論釋", "text": {"0": "85 七喻品", "1": "大智度論釋七喻品第八十五", "10": "想非無想天；用是業因緣故，知有生地獄者；", "100": "道，若著垢、若得淨不？」「不也！世尊！是事無有實，", "101": "不可說垢、淨。」佛告須菩提：「於意云何？於是", "102": "空相中，有垢者、有淨者不？」「不也！世尊！是中無", "103": "所有，無有著垢者，無有淨者。」「須菩提！如", "104": "無有著垢者、無有淨者，以是因緣故，亦無", "105": "垢、淨。何以故？住我、我所眾生有垢、有淨，實見", "106": "者不垢、不淨；如實見者不垢、不淨，如是亦無", "107": "有垢、淨。」", "108": "【論】問曰：佛已處處答是事，今須菩提何以", "109": "復問？答曰：義雖一，所因事異，所謂一切法，若", "11": "是業因緣故，知有生畜生、餓鬼者；是業因緣", "110": "有佛、若無佛，諸法性常住，空無所有，非賢聖", "111": "所作。般若波羅蜜甚深微妙，難解難量，不", "112": "可以有量能知；諸佛賢聖憐愍眾生故，", "113": "以種種語言名字、譬喻為說。利根者解聖", "114": "人意，鈍根者處處生著，著於語言名字——若", "115": "聞說「空」則著空；聞說「空亦空」，亦復生著；", "116": "若聞「一切法寂滅相，語言道斷」而亦復著。自", "117": "心不清淨故，聞聖人法為不清淨；如人", "118": "目瞖，視清淨珠，見其目影，便謂珠不淨。", "119": "佛種種因緣說，見有過罪而生於疑，作是", "12": "故，知有生人中，生四天王天，乃至生非有想", "120": "言：「若一切法空，空亦空，云何分別有六道？」", "121": "常生如是等疑難故，須菩提以經將訖，為", "122": "眾生處處問是事，是故重問。佛可須菩提", "123": "意。問曰：須菩提以「有」難「空」，佛云何可其意？", "124": "答曰：佛可其說：「諸法空常住，有佛、無佛不", "125": "異」；不可其難：「云何分別有六道等」，何以故？", "126": "以其難欲破空故。是中佛解其所難，所謂", "127": "「凡夫人不入聖法，未得聖道，不知無所", "128": "有性，不善修習空三昧故。」「顛倒」者，四顛倒；", "129": "「愚癡」者，三界繫無明。雖不說餘煩惱，而此", "13": "非無想天者；是業因緣故，知有得須陀洹、斯", "130": "二法虛誑不實，「顛倒」即是妄語虛誑；若從顛", "131": "倒所生業及果報，以根本不實故，眾生雖", "132": "深著，亦無定實。以是故五道皆空，但有", "133": "假名。又汝難諸賢聖；是諸賢聖以斷顛倒", "134": "差別故有異名，以顛倒不實故無所斷。又", "135": "復滅失、無所有故名為「斷」；若實有法可斷，", "136": "尚無斷法，何況顛倒！是故一切賢聖果皆", "137": "是無所有。斷顛倒即是聖人果，「果」即是「斷」。", "138": "為果所修道，亦同無所有；是故修道時，必當", "139": "用空、無相、無作。道、果分別故，賢、聖有差別；", "14": "陀含、阿那含、阿羅漢、辟支佛者；是業因緣故，", "140": "今實無所有法不能得，無所有云何有差", "141": "別？是故不應難。須菩提意：若但顛倒故有", "142": "世間，若有顛倒亦應有實，虛實相待故，是", "143": "故問：「世尊！凡夫所著，頗有實生著起業；業", "144": "因緣故，六道生死不得解脫？」佛答言：「不！」", "145": "何以故？此中佛自說因緣：「但顛倒故生著；若", "146": "無顛倒，云何有相待實法？」乃至「無毫釐許", "147": "實事」，畢竟無故。問曰：諸佛所行實義，所謂", "148": "畢竟空，此非實耶？答曰：是第一義空亦因", "149": "分別凡夫顛倒故說；若無顛倒，亦無第一", "15": "知是諸菩薩摩訶薩，是業因緣故，知是多陀", "150": "義。若凡夫顛倒少多有實，第一義亦應有", "151": "實。問曰：若二俱不實，云何得解脫？如人手", "152": "垢還以垢洗，云何得淨？答曰：諸法實相", "153": "畢竟空，第一義實清淨：以有凡夫顛倒不", "154": "清淨法故，有此清淨法——不可破壞，不變異", "155": "故。以人於諸法實相起著，欲生煩惱，是故", "156": "說「是法性空無所有，無所有故無實」。雖二", "157": "法皆不實，而不實中有差別。如十善、十不善", "158": "二事，皆有為法故，虛誑不實，而善、不善有差", "159": "別，殺生法故墮惡道，不殺故生天上。如布", "16": "阿伽度、阿羅訶、三藐三佛陀？「世尊！無性法", "160": "施、偷盜二事，雖取相著心，是虛誑不實，而亦", "161": "有差別。如眾生乃至知者、見者無所有，而", "162": "惱眾生有大罪，慈念眾生有大福。如慈", "163": "能破瞋，施能破慳，雖二事俱是不實，而能", "164": "相破。是故佛說：「諸法無有根本定實如毫釐", "165": "許所有。」欲證明是事故，說夢中受五欲", "166": "譬喻。須菩提意：若一切法畢竟空無所有性，", "167": "今何以故現有眼見、耳聞法？以是故，佛說", "168": "夢譬喻。如人夢力故，雖無實事而有種種", "169": "聞見，瞋處、喜處；覺人在傍，則無所見。如是，", "17": "中，無有業用；作業因緣故，若墮地獄、餓鬼、畜", "170": "凡夫人無明顛倒力故，妄有所見；聖人覺悟，", "171": "則無所見。一切法——若有漏、若無漏，若有為、若", "172": "無為，皆不實，虛妄故有見聞。又如夢中見", "173": "六道生死往來，見須陀洹乃至阿羅漢，夢", "174": "中無是法而夢見，夢中實無淨、無垢；業果", "175": "報、六道亦如是。顛倒因緣故起業，業果報", "176": "亦應空；除却顛倒故名為「道」；顛倒無實故，", "177": "「道」亦不應實。鏡中像、嚮、焰乃至如化，亦如", "178": "是。佛反問須菩提：「於是法中有垢者、有", "179": "淨者不？」須菩提意：一切法中無我，云何當", "18": "生，若生人、天乃至生非有想非無想天；以", "180": "說有垢、有淨者？是故言「無」。佛言：「若無受", "181": "垢、受淨者，垢、淨亦無。」問曰：若分別諸法，《阿", "182": "毘曇》等經中有垢、有淨，但受垢、淨者無。三", "183": "毒等諸煩惱是垢，三解脫門諸助道法等是", "184": "淨。答曰：雖有是說，是事不然！若眾生法", "185": "無所屬，亦無作者；若無作者，亦無作法，", "186": "無縛無解。如人為火所燒，畏而捨離，非", "187": "火離火；眾生亦如是，畏五眾苦故捨離，非", "188": "苦離苦；若無垢淨者，無有解脫。復次，佛此", "189": "中自說因緣，所謂「我、我所法中住，眾生受垢、", "19": "是業因緣故，得須陀洹、斯陀含、阿那含、阿羅", "190": "受淨；我畢竟無故，垢淨無住處；住處無故，", "191": "無垢、無淨。」問曰：我雖無，我見實有，凡夫", "192": "人住此中起諸煩惱。答曰：若無我，我見", "193": "無所緣，無所緣云何得生？問曰：雖無我，", "194": "於五眾中邪行謂有我，生我見，五眾是我", "195": "我所。答曰：若以五眾中定生我見因緣，", "196": "於他五眾中何以故不生？若於他五眾生", "197": "者，則為大錯亂！是故我見無有定緣，但顛", "198": "倒故生。問曰：若顛倒生，何以故但自於己", "199": "身生見？答曰：是顛倒狂錯，不應求其", "2": "卷第九十五", "20": "漢、辟支佛；菩薩摩訶薩行菩薩道，當得一", "200": "實事。又復於無始生死中來，自於相續五", "201": "眾中生著；是故佛說：「住我心眾生受垢、", "202": "受淨。」又實見者無垢無淨；若我定有，實見", "203": "者應有垢淨！如實見者不垢不淨，以是", "204": "因緣故無垢無淨。「無垢無淨」者，見諸法實", "205": "相。又於諸法實相亦不著，是故「無垢」；諸", "206": "法實相無相可取，是故「無淨」。復次，八聖道中", "207": "不著，是名「無淨」；除諸煩惱，不著顛倒，是", "208": "名「無垢」。", "209": "86 平等品大智度論釋平等品第八十六", "21": "切種智，得一切種智故，能拔出眾生於生", "210": "【經】須菩提白佛言：「世尊！見實者不垢不淨，", "211": "見不實者亦不垢不淨。何以故？一切法性無", "212": "所有故。世尊！無所有中無垢無淨，所有中", "213": "亦無垢無淨。世尊！無所有中、有所有中亦無", "214": "垢無淨。世尊！云何如實語者不垢不淨，不", "215": "實語者亦不垢不淨？」佛告須菩提：「是諸法平", "216": "等相，我說是淨。須菩提！何等是淨是諸法", "217": "平等？所謂如、不異、不誑，法相、法性、法住、法位、", "218": "實際，有佛無佛法性常住，是名淨。世諦故說，", "219": "非最第一義；最第一義，過一切語言論議音", "22": "死中？」佛告須菩提：「如是！如是！無性法無業", "220": "聲。」須菩提白佛言：「世尊！若一切法空、不可", "221": "說，如夢、如嚮、如焰、如影、如幻、如化，云何菩", "222": "薩摩訶薩用是如夢、如嚮、如焰、如影、如幻、如", "223": "化法，無有根本定實，云何能發阿耨多羅三", "224": "藐三菩提心，作是願：『我當具足檀波羅蜜，乃", "225": "至具足般若波羅蜜；我當具足神通波羅蜜，", "226": "具足智波羅蜜，具足四禪、四無量心、四無色", "227": "定、四念處，乃至具足八聖道分；我當具足三", "228": "解脫門、八背捨、九次第定；我當具足佛十力，", "229": "乃至具足十八不共法；我當具足三十二相、", "23": "無果報。「須菩提！凡夫人不入聖法，不知", "230": "八十隨形好，具足諸陀隣尼門、諸三昧門；我", "231": "當放大光明遍照十方，知諸眾生心，如應說", "232": "法』？」佛言須菩提：「於汝意云何？汝所說諸法，", "233": "如夢、如嚮、如焰、如影、如幻、如化不？」須菩提言：", "234": "「爾！世尊！世尊！若一切法如夢乃至如化，菩薩", "235": "摩訶薩云何行般若波羅蜜？世尊！是夢乃至", "236": "如化，虛妄不實。世尊！不應用不實虛妄法", "237": "能具足檀波羅蜜乃至十八不共法。」佛告須", "238": "菩提：「如是！如是！不實虛妄法不能具足檀波", "239": "羅蜜乃至十八不共法；行是不實虛妄法，不", "24": "諸法無性相，顛倒愚癡故，起種種業因緣。", "240": "能得阿耨多羅三藐三菩提。「須菩提！是一切", "241": "法皆是憶想思惟作法，用是思惟憶想作法，", "242": "不能得一切種智。「須菩提！是一切法能助道", "243": "法，不能益其果，所謂是諸法無生、無出、無", "244": "相。菩薩從初發意已來，所作善業，若檀波", "245": "羅蜜乃至一切種智。何以故？知諸法皆如夢", "246": "乃至如化，如是等法不具足檀波羅蜜乃至", "247": "一切種智，不能得成就眾生、淨佛國土、得阿", "248": "耨多羅三藐三菩提。是菩薩摩訶薩所作善", "249": "業，檀波羅蜜乃至一切種智，知如夢乃至如", "25": "是諸眾生隨業得身：若地獄身，若畜生身，若", "250": "化，亦知一切眾生如夢中行乃至知如化", "251": "中行。「是菩薩摩訶薩不取般若波羅蜜是有", "252": "法，用是不取故，得一切種智，知是諸法如夢", "253": "無所取，乃至諸法如化無所取。何以故？般", "254": "若波羅蜜是不可取相，禪波羅蜜乃至十八", "255": "不共法，是不可取相。「是菩薩摩訶薩知一切", "256": "法是不可取相已，發心求阿耨多羅三藐三", "257": "菩提。何以故？一切法不可取相，無根本定", "258": "實，如夢乃至如化；用不可取相法，不能得不", "259": "可取相法。但以眾生不知不見如是諸法相，", "26": "餓鬼身，若人身，若天身：若四天王天身，乃至", "260": "是菩薩摩訶薩為是眾生故，求阿耨多羅三", "261": "藐三菩提。是菩薩從初發意已來所有布施，", "262": "為一切眾生故；乃至有所修智慧，皆為一", "263": "切眾生，不為己身。菩薩摩訶薩不為餘事故", "264": "求阿耨多羅三藐三菩提，但為一切眾生故。", "265": "「是菩薩行般若波羅蜜時，見眾生無眾生，但", "266": "眾生相中住；乃至無知者、無見者，知見相中", "267": "住，令眾生遠離顛倒；遠離已，置甘露性中；住", "268": "是中者，無有妄相，所謂眾生相乃至知者、", "269": "見者相。是時，菩薩動心、念心、戲論心皆捨，常", "27": "非有想非無想天身。是無性法，無業無果報，", "270": "行不動心、不念心、不戲論心。須菩提！以是方", "271": "便力故，菩薩摩訶薩行般若波羅蜜時，自無", "272": "所著，亦教一切眾生令得無所著——世諦故，非", "273": "第一義。」須菩提白佛言：「世尊！世尊得阿耨多", "274": "羅三藐三菩提時，得諸佛法，以世諦故得？以", "275": "第一義中得？」佛言：「以世諦故說佛得是法，是", "276": "法中無有法可得、是人得是法。何以故？是人", "277": "得是法，是為大有所得，用二法，無道無果。」須", "278": "菩提白佛言：「世尊！若行二法無道無果，行", "279": "不二法有道有果不？」佛言：「行二法無道無果，", "28": "無性常是無性。「如須菩提所言：『若一切法無", "280": "行不二法亦無道無果；若無二法、無不二", "281": "法，即是道、即是果。何以故？用如是法得道、得", "282": "果，用是法不得道、不得果——是為戲論。諸平", "283": "等法中，無有戲論；無戲論相，是諸法平等。」須", "284": "菩提白佛言：「世尊！諸法無所有性，是中何等", "285": "是平等？」佛言：「若無有法、無有無法，亦不說諸", "286": "法平等相；除平等，更無餘法離一切法平等", "287": "相。平等者，若凡夫，若聖人，不能行、不能到。」須", "288": "菩提白佛言：「世尊！乃至佛亦不能行、亦不能", "289": "到？」佛言：「是諸法平等，一切聖人皆不能行、", "29": "性，云何是須陀洹，乃至諸佛得一切種智？』「須", "290": "不能到。所謂諸須陀洹、斯陀含、阿那含、阿羅", "291": "漢、辟支佛、諸菩薩摩訶薩及諸佛。」須菩提白", "292": "佛言：「世尊！佛者一切諸法中行力自在，云何", "293": "說佛亦不能行、不能到？」佛告須菩提：「若諸", "294": "法平等與佛有異，應當如是問。須菩提！今", "295": "諸凡夫人平等，諸須陀洹、斯陀含、阿那含、阿", "296": "羅漢、辟支佛、諸菩薩摩訶薩、諸佛及聖法皆平", "297": "等；是一平等無二，所謂是凡夫人、是須陀", "298": "洹乃至佛，是一切法平等中皆不可得。」須菩", "299": "提白佛言：「世尊！若諸法平等中皆不可得——是", "3": "龍樹菩薩造", "30": "菩提！於汝意云何？道是無性不？須陀洹果乃", "300": "凡夫人乃至是佛。世尊！凡夫人、須陀洹乃至佛", "301": "為無有分別？」佛告須菩提：「如是！如是！諸法", "302": "平等中，無有分別是凡夫人、是須陀洹乃至", "303": "是佛。」「世尊！若無分別諸凡夫人、須陀洹乃至", "304": "佛，云何分別有三寶現於世間——佛寶、法寶、", "305": "僧寶？」佛言：「於意云何？佛寶、法寶、僧寶與諸", "306": "法等異不？」須菩提白佛言：「如我從佛所聞義，", "307": "佛寶、法寶、僧寶與諸法等無異。「世尊！是佛寶、", "308": "法寶、僧寶，即是平等，是法皆不合、不散，無色、", "309": "無形、無對，一相、所謂無相。佛有是力，能分別", "31": "至諸佛一切種智是無性不？」須菩提言：「世尊！", "310": "無相諸法處所：是凡夫人、是須陀洹、是斯陀", "311": "含、是阿那含、是阿羅漢、是辟支佛、是菩薩摩訶", "312": "薩、是諸佛。」佛告須菩提：「如是！如是！諸佛得", "313": "阿耨多羅三藐三菩提，不分別諸法，當知是", "314": "地獄、是餓鬼、是畜生、是人、是天——是四天王天", "315": "乃至是他化自在天，是梵天乃至是非有想非", "316": "無想處天；是四念處乃至八聖道分；是內空", "317": "乃至是無法有法空；是佛十力乃至是十八", "318": "不共法不？」須菩提言：「不知也！世尊！」「以是故，", "319": "須菩提！當知佛有大恩力，於諸法等中不動，", "32": "道無性，須陀洹果亦無性，乃至諸佛一切種", "320": "而分別諸法。」須菩提白佛言：「世尊！如佛於", "321": "諸法等中不動，凡夫人亦於諸法平等中", "322": "不動，須陀洹乃至辟支佛，亦於諸法平等中", "323": "不動。「世尊！若諸法等相即是凡夫人相、即是", "324": "須陀洹相，乃至諸佛即是平等相，世尊！今諸", "325": "法各各相，所謂色相異，受、想、行、識相異；眼", "326": "相異，耳、鼻、舌、身意相異；地相異，水、火、風、空、", "327": "識相異；欲相異，瞋、癡相異，邪見相異；禪相", "328": "異，無量心相異，無色定相異；四念處相異，乃", "329": "至八聖道分相異；檀波羅蜜相異，乃至般若", "33": "智亦無性。」「須菩提！無性法能得無性法不？」", "330": "波羅蜜相異；三解脫門相異；十八空相異；佛", "331": "十力相異，四無所畏相異，四無礙智相異，十", "332": "八不共法相異；有為法性異，無為法性異；是", "333": "凡夫人相異，乃至佛相異——諸法各各相異，", "334": "云何菩薩摩訶薩行般若波羅蜜時，諸法異", "335": "相中不作分別？若不作分別，不能行般若波", "336": "羅蜜；若不行般若波羅蜜，不能從一地至一", "337": "地；若不從一地至一地，不能入菩薩位；不", "338": "能入菩薩位故，不能過聲聞、辟支佛地；不能", "339": "過聲聞、辟支佛地故，不能具足神通波羅蜜；", "34": "「不也！世尊！」佛告須菩提：「有性法能得有性法", "340": "不具足神通波羅蜜故，不能具足檀波羅", "341": "蜜，乃至不能具足般若波羅蜜，從一佛國至", "342": "一佛國供養諸佛，於諸佛所種善根；用是善", "343": "根能成就眾生、淨佛國土。」佛告須菩提：「如", "344": "汝所問：『是諸法相亦是凡夫人，亦是須陀洹", "345": "乃至佛。世尊！是諸法各各相，所謂色相異，乃", "346": "至有為、無為法相異，云何菩薩摩訶薩觀一", "347": "相不作分別？』須菩提！於汝意云何？是色相", "348": "空不？乃至諸佛相空不？」「世尊！實空。」「須菩提！空", "349": "中各各相法可得不？所謂色相乃至諸佛相。」", "35": "不？」「不也！世尊！」「須菩提！無性法及道，是一切法，", "350": "須菩提言：「不可得！」佛言：「以是因緣故，當知", "351": "諸法平等中，非凡夫人，亦不離凡夫人；乃至", "352": "非佛，亦不離佛。」須菩提白佛言：「世尊！是平", "353": "等，為是有為法？為是無為法？」佛言：「非有為法，", "354": "非無為法。何以故？離有為法，無為法不可", "355": "得；離無為法，有為法不可得。「須菩提！是有", "356": "為法、無為法，是二法不合、不散，無色、無形、", "357": "無對，一相，所謂無相。「佛亦以世諦故說，非以", "358": "第一義。何以故？第一義中無身行、無口行、無", "359": "意行，亦不離身、口、意行得第一義。是諸有為", "36": "皆不合不散，無色、無形、無對，一相，所謂無相。", "360": "法、無為法平等相，即是第一義。「菩薩摩訶薩", "361": "行般若波羅蜜時，第一義中不動，而行菩薩", "362": "事，饒益眾生。」", "363": "【論】釋曰：須菩提思惟：「佛答實見者、妄見者無", "364": "異，垢、淨見無故。」思惟已，問佛：「見實者無垢", "365": "無淨，見不實者亦不垢不淨，一切法性無所", "366": "有故；無所有中無垢無淨，所有中亦無垢無", "367": "淨。」「無所有」斷滅見故，不應有垢淨！「所有無」", "368": "常見故，不應有垢淨！所有若決定是有，則", "369": "不從因緣生，不從因緣生故常，常故無", "37": "「須菩提！是菩薩摩訶薩行般若波羅蜜時，以", "370": "垢無淨。須菩提白佛：「實見者、不實見者，是義", "371": "云何？」佛答：「垢、淨雖無別相可說，諸法平等", "372": "故，是名為淨。若分別說垢淨相，是事不然！", "373": "一切法平等故，我說名淨。」佛告須菩提：「諸", "374": "法實相，如、法性、法住、法位、實際是平等；菩薩", "375": "入是平等中，心無憎愛。是法，有佛、無佛常", "376": "住。」作法皆是虛誑，是故說：「無作法，有佛、無佛", "377": "常住。」聽者心即取相，著是諸法平等；如人", "378": "以指指月，不知者但觀其指而不視月。", "379": "是故佛說：「諸法平等相亦如是，皆是世諦，世", "38": "方便力，見眾生以顛倒故著五眾：無常中常", "380": "諦非實，但為成辦事故說。」譬如以金貿", "381": "草，不知者言：「何以以貴易賤？」答曰：「我事須", "382": "用故。」是平等義不可說，一切名字語言音", "383": "聲悉斷。何以故？諸法平等，是無戲論寂滅相；", "384": "但覺觀散心中有語言故有所說。須菩提從", "385": "佛聞諸法平等相，解其旨趣，為諸新發意", "386": "菩薩故問：「世尊！若一切法空、不可說，如夢", "387": "乃至如化，云何菩薩於無根本法中而生", "388": "心作是願：『我當具足檀波羅蜜，乃至為", "389": "眾生如應說法』？」佛以反問答須菩提：「布施", "39": "相，苦中樂相，不淨中淨相，無我中我相，", "390": "等乃至陀羅尼門說法等，此諸法非如幻、", "391": "如夢等耶？」須菩提言：「實爾！」是諸法雖有利", "392": "益，不出於如夢法。須菩提復問：「世尊！夢等", "393": "法皆虛妄不實，菩薩為求實法故，行般若", "394": "波羅蜜、得佛道，云何行不實法？不實法不", "395": "能行檀波羅蜜等！」佛可須菩提言：「如是！如", "396": "是！布施等法，皆是思惟憶想分別，作起生法，", "397": "不得住如是法中成一切種智。」即時眾中", "398": "聽者心生懈怠，是故佛說：「是一切法皆是助", "399": "道因緣。」若於是法中邪行謬錯，是名不實；", "4": "後秦龜茲國三藏鳩摩羅什譯", "40": "著無所有處。是菩薩以方便力故，於無所有", "400": "若直行不謬，即是助道法。是法為助道故，不", "401": "為果。是布施等是有為法，道亦有為，同相故", "402": "相益。「道果」者，所謂諸法實無出生，一相——無", "403": "相，寂滅涅槃；是故於涅槃不能有益。如時", "404": "雨能益草木，不益虛空。是故菩薩知是助", "405": "道法及道果，從初發心來所作善法布施等，", "406": "知皆是畢竟空，如夢乃至如化。問曰：若菩薩", "407": "知諸法實相，何用行布施等為？答曰：佛此", "408": "中說：布施等不具足，不能成就眾生。菩薩", "409": "莊嚴身及音聲語言，得佛神通力，以種種", "41": "中拔出眾生。」須菩提白佛言：「世尊！凡夫人", "410": "方便力能引導眾生。是故菩薩為成就眾", "411": "生故，行檀波羅蜜，亦不取檀波羅蜜——若有、", "412": "若無相，亦不戲論如夢等諸法，直行乃至得", "413": "阿耨多羅三藐三菩提。何以故？般若波羅蜜", "414": "不可取相，乃至十八不共法亦不可取", "415": "相。知一切不可取相已，發心求阿耨多羅", "416": "三藐三菩提；作是念：「一切無根本，不可取", "417": "相，如夢乃至如化；以不可取法不能得", "418": "不可取相法，但以眾生不知是法故，我為", "419": "是眾生求阿耨多羅三藐三菩提。」是菩薩從", "42": "所著，頗有實不異不？著故起業，業因緣故，五", "420": "初發心來所有布施，為一切眾生，所謂布", "421": "施等諸善法為一切眾生故修，不自為", "422": "身。此中佛自說因緣：「不為餘事故求阿", "423": "耨多羅三藐三菩提，但為一切眾生故。」所以", "424": "者何？是菩薩遠離怜愍眾生心，但行般若", "425": "波羅蜜，求諸法實相，或墮邪見中；是人未", "426": "得一切智，所求一切智事，心未調柔，故", "427": "墮諸邊，諸法實相難得故。是故佛說：「菩薩", "428": "從初發心，怜愍眾生故，著心漸薄，不戲", "429": "論畢竟空；若空有此過，若不空有彼過等。」", "43": "道生死中不得脫？」佛告須菩提：「凡夫人所著", "430": "問曰：如餘處：「菩薩自利益，亦利益眾生」；此中", "431": "何以但說「利益眾生」，不說「自利」？自利、利人", "432": "有何咎？答曰：菩薩行善道為一切眾生，此", "433": "是實義；餘處說：「自利，亦利益眾生」，是為凡夫", "434": "人作是說，然後能行菩薩道。入道人有下、", "435": "中、上：下者，但為自度故行善法；中者，自為", "436": "亦為他；上者，但為他人故行善法。問曰：是", "437": "事不然！下者，但自為身；中者，但為眾生；上", "438": "者，自利亦利他人。若但利他，不能自利，云", "439": "何言「上」？答曰：不然！世間法爾，自供養者不", "44": "起業處，無如毛髮許實事，但顛倒故。「須菩提！", "440": "得其福，自害其身而不得罪。以是故，為", "441": "自身行道，名為下人。一切世人但自利身，", "442": "不能為他；若自為身行道，是則斷滅，自", "443": "為愛著故；若自能捨己樂，但為一切眾", "444": "生故行善法，是名上人，與一切眾生異故。", "445": "若但為眾生故行善法，眾生未成就，自利", "446": "則為具足；若自利益，又為眾生，是為雜行。", "447": "求佛道者有三種：一者、但愛念佛故，自", "448": "為己身成佛；二者、為己身亦為眾生；三者、", "449": "但為眾生——是人清淨行道，破我顛倒故。是", "45": "今為汝說譬喻，智者以譬喻得解。「須菩提！於", "450": "菩薩行般若波羅蜜時，無眾生乃至無知", "451": "者、見者，安住是中，拔出眾生着甘露性", "452": "中。「甘露性」者，所謂一切助道法。何以故？行", "453": "是法得至涅槃，涅槃名「甘露」。住是甘露", "454": "性中，我等妄想不復生。是菩薩自得無所", "455": "著，亦令眾生得無所著，是名「第一利益眾", "456": "生」。問曰：上說「但利益眾生故行道」，今何以故", "457": "「自得無所著，令眾生得無所著」？答曰：不得", "458": "已故！若自無智慧，何能利人？以是故，先自", "459": "得無所著，然後教人。若是功德可得與他，", "46": "汝意云何？如夢中所見人受五欲樂，有實住", "460": "如財物者，諸佛、大菩薩所有功德皆應與", "461": "他，乃至調達、怨賊皆可與之，然後更自", "462": "修集功德；但是事不然，不可我作而他得。", "463": "是亦世俗說，非第一義。何以故？第一義中無", "464": "眾生、無一無異等分別諸法相，此中說", "465": "「亦無所著處」。復次，如先說：「不可說相是", "466": "第一義」；此中可說故是世俗。爾時，須菩提問：", "467": "「佛於道場所得法，為用世諦故得？為用", "468": "第一義諦？」須菩提意：若以世諦故得，即是", "469": "虛妄不實；若以第一義故得，第一義中無", "47": "處不？」須菩提白佛言：「世尊！夢尚虛妄不可", "470": "得、無得者，不可說、不可受。佛答：以世俗", "471": "語言故說「佛得阿耨多羅三藐三菩提」，是", "472": "中無得者、無有得法。何以故？若是人得是", "473": "法，即是二法，二法中無道、無果。「二法」者，是菩", "474": "薩、是得阿耨多羅三藐三菩提。如是二法，皆", "475": "是世諦故有。若二者，佛法何得不虛妄！若有", "476": "人不得第一義，但以二法分別諸法，是則", "477": "虛妄；諸佛、大菩薩得第一義故，為度眾生", "478": "令得第一義，雖分別諸法，非是虛妄。須", "479": "菩提復問：「世尊！若用二法無道、無果，今以", "48": "得，何況住夢中受五欲樂！」「於汝意云何？諸法", "480": "不二法故，有道、有果耶？」佛答：「二法無道、", "481": "無果，不二法亦無道、無果。」問曰：餘處說「二", "482": "法是凡夫法，不二法是賢聖法」；如《毘摩羅詰", "483": "經》「不二入法門」中說。答曰：不二入是真實聖", "484": "法。或有新發意菩薩，未得諸法實相，聞是", "485": "不二法，取相生著；是故或稱讚不二法，或", "486": "時毀呰。又佛遮二邊，說中道，所謂非二、非", "487": "不二。「二法」名各各別相；「不二」名一空相，以", "488": "是一空相破各各別異相，破已事訖，還捨不", "489": "二相，是即是道、是果。何以故？諸賢聖雖讚", "49": "若有漏、若無漏，若有為、若無為，頗有不如", "490": "歎無二法，為不著故。用是法得道、得果，", "491": "用是法無道、無果——即是戲論；無戲論是平", "492": "等法。須菩提白佛言：「若諸法無所有性，何", "493": "等是平等？」佛答：「若離有性、無性，假名為『平", "494": "等』」。若菩薩不說一切法有——不說一切法", "495": "性，不說一切法相等顯示；亦不說無法", "496": "——無法性，無法相等顯示；亦不說離是二邊", "497": "更有平等相，一切處不取平等相；亦不", "498": "言無是平等。不妨行諸善法，是名「諸", "499": "法平等」。復次，「諸法平等」者，所謂出過一切", "5": "85 七喻品【經】須菩提白佛言：「世尊！若諸法性無所有，", "50": "夢者不？」「世尊！諸法若有漏若無漏、若有為", "500": "法。問曰：先處處說：諸法即是平等相，平", "501": "等即是諸法實，名異而義同；色如，非色、非", "502": "離色。今何以說「平等出過一切法」？答曰：", "503": "一切法有二種：一者、色等諸法體；二者、色", "504": "等法中行——凡夫邪行，賢聖正行。此中說「平", "505": "等」，於凡夫行中出，不言「色等中出」。復次，", "506": "平等無能行、無能到；於是須菩提驚問：", "507": "「佛亦不能行、不能到？」須菩提謂：是法", "508": "雖甚深微妙難行，是事佛應當得！佛答：「從", "509": "須陀洹乃至佛，皆無能行、無能到。」佛意：三", "51": "若無為，無不如夢者。」佛告須菩提：「於汝意云", "510": "世十方佛，不能行、不能到，何況一佛！平等", "511": "性自爾故。須菩提復問：「佛於一切法中行", "512": "力自在，佛無礙智慧，無處不到，云何言不", "513": "能行、不能到？」佛答：「若佛與平等異，應有是", "514": "難——『何以不能行、不能到？』今凡夫平等、須", "515": "陀洹平等、佛平等，皆一平等，無二無分別。」", "516": "是凡夫乃至佛，自性不能自性中行、不", "517": "能自性中到；自性應他性中行。是故佛", "518": "說：「若佛與平等異，佛應行平等。但佛即", "519": "是平等故，不行、不到」，非以智慧少故。須菩", "52": "何？夢中有五道生死往來不？」「世尊！無也！」「於", "520": "提白佛言：「若平等，凡夫乃至佛不可得異，", "521": "今凡夫、聖人不應有差別！」佛可須菩提問：", "522": "「平等中無差別，世諦故凡夫法中有差別。」復", "523": "問：「若凡夫乃至佛無有差別，云何三寶大", "524": "現於世間，大利益眾生？」佛答：「平等即是法", "525": "寶，法寶即是佛寶、僧寶。」何以故？未得法時，", "526": "不名為佛；得平等法故名為佛；得是平等", "527": "法故，分別有須陀洹等差別。須菩提受佛", "528": "教：「是法皆無合、無散，無色、無形、無對，一相所", "529": "謂無相；唯佛有是力，於空、無相中，分別是", "53": "汝意云何？夢中有修道，用是修道，若著垢、若", "530": "凡夫、是聖人。」佛告須菩提：「如是！如是！若", "531": "諸佛不分別是法，云何當知有地獄乃至", "532": "十八不共法？」問曰：諸佛如日出，不能令高", "533": "者下、下者高，但能照明萬物，令有眼者別", "534": "識；諸佛亦如是，亦不轉諸法相，但以一切", "535": "智照，為人演說令知。汝何以故言：「若佛不", "536": "分別諸法，云何知有地獄乃至十八不共", "537": "法？」如今畜生等現目所見，人皆識知，何須", "538": "佛說！答曰：佛雖不作好醜諸事，而演說示", "539": "人。知有二種：一者、凡夫虛妄知，二者、如實", "54": "得淨不？」「不也！世尊！何以故？是夢法無有實事，", "540": "知。知畜生等相，是凡人虛妄知；佛為知實", "541": "相，故言：「佛不分別諸法，云何知有地獄等」。", "542": "復次，諸佛法寂滅相、無戲論；此中若分別有", "543": "地獄等相，不名為「寂滅」、「不二」、「無戲論法」。佛", "544": "雖知寂滅、不二相，亦能於寂滅相中分別", "545": "諸法，而不墮戲論。離諸法實相者，雖眼", "546": "見畜生等，亦不能如實知其相。如牛，角、足、", "547": "尾等諸分邊和合，更有牛法生，是為一。諸分", "548": "多、牛法一，一不作多、多不作一。有人言：此", "549": "說非也！除此諸分，應更有牛法力用可見。", "55": "不可說垢、淨。」「於汝意云何？鏡中像有實事能", "550": "牛法眾分和合生，而牛法不異眾分。何以", "551": "故？見此眾分合故，名為見牛，更不見餘物", "552": "為牛。異者破一；一者破異；不一不異，破一", "553": "異；若無一異，云何有不一不異？若入是", "554": "諸法平等中，爾時，始如實得牛相。是故言：「若", "555": "佛不分別諸法相，不說二諦，云何善說畜", "556": "生等？」所謂「於平等不動而分別諸法。」「不", "557": "動」者，分別諸法時，不著一、異相。須菩提白", "558": "佛：「如佛於諸法等中不動，辟支佛乃至凡", "559": "夫於諸法等中亦不動。何以故？諸佛平等", "56": "起業因緣，用是業因緣墮地獄、餓鬼、畜生，", "560": "相，乃至凡夫亦平等相。「世尊！若爾者，佛云何", "561": "分別諸法是色異，色性異，受性異，乃至有為、", "562": "無為性異？若不分別諸法，菩薩行般若波", "563": "羅蜜時，不得從一地至一地乃至淨佛", "564": "國土。」佛答：「於汝意云何？推尋色等相，為是", "565": "空不？」「世尊！實空！」「空中有異相法不？」答", "566": "言：「不！」何以故？是畢竟空，以無相智慧可解，", "567": "是中云何有異相？佛語須菩提：「若空中無異", "568": "相，空便是實，是故汝云何於空中分別諸", "569": "法作是難？「畢竟空中，空亦不可得，各各相亦", "57": "若人、若天：四天王天處，乃至非有想非無想", "570": "不可得，汝云何以空、各各相為難？」以是因", "571": "緣故，當知諸法平等中，無分別故，無凡夫", "572": "人。但凡夫人，非實相，不離實相，凡夫實相", "573": "即是聖人相，是故言：「不但凡夫，不離凡夫，", "574": "乃至佛亦如是。」須菩提以平等相大利益，", "575": "欲知平等定相，是故問：「為是有為？為是無", "576": "為？」佛答：「非有為、非無為。」何以故？若「有為」，皆", "577": "是虛誑作法；若「無為」，「無為法」無生住滅故無", "578": "法，無法故不得名「無為」；因「有為」故有「無", "579": "為」。如《經》中說：「離有為，無為不可得。」如離長", "58": "天處不？」須菩提言：「不也！世尊！是像無有實", "580": "無短，是相待義。問曰：「有為法」是無常，「無為", "581": "法」是常，云何言「離有為，無為不可得」？答曰：", "582": "「無為法」無分別故無相；若說常相，不得言", "583": "「無相」。破有為法故名「無為」，更無異法。如人", "584": "閉在牢獄，穿牆得出；破壁是空，更無異空，", "585": "空亦不從因緣生；無為法亦如是，「有為法」", "586": "中先有「無為」性，破「有為」即是「無為」，是故說：", "587": "「離有為，無為不可得」。是有為、無為性，皆不合、", "588": "不散，一相，所謂「無相」。佛以世諦故說是事，", "589": "非第一義。何以故？佛自說因緣：「第一義中", "59": "事，但誑小兒，是事云何當有業因緣，用是業", "590": "無身、口、意行；有為、無為法平等，即是第一", "591": "義。」觀是有為、無為法平等，亦不著一相。「菩", "592": "薩於第一義中不動而利益眾生」；方便力故，", "593": "種種因緣為眾生說法也。", "594": "大智度論卷第九十五", "6": "非佛所作，非辟支佛所作，非阿羅漢所作，非", "60": "因緣當墮地獄，乃至非有想非無想處？」「於汝", "61": "意云何？是鏡中像有修道，用是修道若著", "62": "垢、若得淨不？」須菩提言：「不也！世尊！何以故？", "63": "是像空無實事，不可說垢、淨。」「於汝意云何？如", "64": "深澗中有嚮，是嚮有業因緣，用是業因緣", "65": "若墮地獄，乃至若生非有想非無想處不？」須", "66": "菩提言：「不也！世尊！是事空無有實音聲，云", "67": "何當有業因緣，用是業因緣墮地獄，乃至生", "68": "非有想非無想處」「於汝意云何？是嚮頗有", "69": "修道，用是修道，若著垢、若得淨不？」「不也！世尊！", "7": "阿那含、斯陀含、須陀洹所作，非向道人、非得", "70": "是事無實，不可說是垢、是淨。」「於汝意云何？如", "71": "焰非水水相，非河河相，是炎頗有業因緣，", "72": "用是業因緣墮地獄，乃至生非有想非無想", "73": "處不？」「不也！世尊！焰中水畢竟不可得，但誑無", "74": "智人眼，云何當有業因緣，用是業墮地獄，乃", "75": "至生非有想非無想處？」「於汝意云何？是焰", "76": "有修道，用是修道，若著垢、若得淨不？」「不也！世", "77": "尊！是焰無有實事，不可說垢、淨」「於汝意云何？", "78": "揵闥婆城，如日出時見揵闥婆城，無智人", "79": "無城有城想，無廬觀有廬觀想，無園有園", "8": "果人、非諸菩薩所作，云何分別有諸法異——是", "80": "想，是揵闥婆城頗有業因緣，用是業因緣", "81": "墮地獄，乃至生非有想非無想處不？」「不也！世", "82": "尊！是揵闥婆城畢竟不可得，但誑愚夫眼。", "83": "云何當有業因緣，用是業因緣墮地獄，乃至", "84": "生非有想非無想處。」「於汝意云何？是揵闥婆", "85": "城有修道，用是修道，若著垢、若得淨不？」「不也！", "86": "世尊！是揵闥婆城無有實事，不可說垢、淨。」", "87": "須菩提：「於汝意云何？幻師幻作種種物，若象、", "88": "若馬、若牛、若羊、若男、若女，於汝意云何？是幻", "89": "有業因緣，用是業因緣墮地獄，乃至生非有", "9": "地獄、是畜生、是餓鬼，是人、是天，乃至是非有", "90": "想非無想處不？」「不也！世尊！是幻法空無實事，", "91": "云何當有業因緣，用是業因緣墮地獄，乃至", "92": "生非有想非無想處？」「於汝意云何？用是幻有", "93": "修道，用是修道，若著垢、若得淨不？」「不也！世尊！", "94": "是法無有實事，不可說垢、淨。」「須菩提！於汝", "95": "意云何？如佛所化人，是化人有業因緣，用是", "96": "業因緣墮地獄，乃至生非有想非無想處不？」", "97": "「不也！世尊！是化人無有實事，云何當有業因", "98": "緣，用是業因緣墮地獄，乃至生非有想非無", "99": "想處？」「於汝意云何？是化人有修道，用是修"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1509 大智度論: 大智度論釋: 大智度論釋: 大智度論: 大智度論釋", "author": "龍樹菩薩造  後秦 鳩摩羅什譯", "sourceLink": "http://www.cbeta.org/"}