{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 業相應品: 中阿含業相應品: 中阿含業相應品: 中阿含經", "text": {"0": "初誦2 業相應品17 伽彌尼經", "1": "中阿含經卷第四", "10": "瞿曇。」彼時，尼乾訶師子曰：「汝莫欲見沙門", "100": "持連合衣，或持毛衣，或持頭舍衣，或持毛", "101": "頭舍衣，或持全皮，或持穿皮，或持全穿皮；", "102": "或持散髮，或持編髮，或持散編髮，或有剃", "103": "髮，或有剃鬚，或剃鬚髮，或有拔髮，或有拔", "104": "鬚，或拔鬚髮；或住立斷坐，或修蹲行，或有", "105": "臥刺，以刺為床，或有臥果，以果為床，或", "106": "有事水，晝夜手抒，或有事火，竟昔然之，或", "107": "事日、月、尊祐大德，叉手向彼，如此之比受", "108": "無量苦，學煩熱行。師子！有此苦行我不說", "109": "無。師子！然此苦行為下賤業，至苦至困，凡", "11": "瞿曇。所以者何？沙門瞿曇宗本不可作，亦", "110": "人所行，非是聖道。師子！若有沙門、梵志，彼", "111": "苦行法知斷滅盡，拔絕其根，至竟不生者，我", "112": "說彼苦行。師子！如來、無所著、等正覺，彼苦行", "113": "法知斷滅盡，拔絕其根，至竟不生，是故我苦", "114": "行。師子！是謂有事因此事故，於如實法不", "115": "能謗毀，沙門瞿曇宗本苦行，亦為人說苦行", "116": "之法。「師子！云何復有事因此事故，於如實", "117": "法不能謗毀，沙門瞿曇宗本不入於胎，亦", "118": "為人說不入胎法？師子！若有沙門、梵志當", "119": "來胎生，知斷滅盡，拔絕其根，至竟不生者，我", "12": "為人說不可作法。師子！若見宗本不可作", "120": "說彼不入於胎。師子！如來、無所著、等正覺，", "121": "當來有胎生知斷滅盡，拔絕其根，至竟不", "122": "生，是故我不入於胎。師子！是謂有事因此", "123": "事故，於如實法不能謗毀，沙門瞿曇宗本", "124": "不入於胎，亦為人說不入胎法。「師子！云", "125": "何復有事因此事故，於如實法不能謗毀，", "126": "沙門瞿曇宗本安隱，亦為人說安隱之法？師", "127": "子！族姓子所有剃除鬚髮，著袈裟衣，至信、", "128": "捨家、無家、學道者，唯無上梵行訖，我於現", "129": "法自知自覺，自作證成就遊，生已盡，梵行已", "13": "則不吉利，供養禮事亦不吉利。」彼眾多鞞舍", "130": "立，所作已辦，不更受有，知如真，我自安隱，亦", "131": "安隱他比丘、比丘尼、優婆塞、優婆夷。我已安", "132": "彼，便為生法，眾生於生法解脫，老法、病法、死", "133": "法、憂慼染汙法，眾生於憂慼染污法解脫。師", "134": "子！是謂有事因此事故，於如實法不能", "135": "謗毀，沙門瞿曇宗本安隱，亦為人說安隱之", "136": "法。」師子大臣白世尊曰：「瞿曇！我已知。善逝！我", "137": "已解。瞿曇！猶明目人，覆者仰之，覆者發之，", "138": "迷者示道，闇中施明，若有眼者，便見於色。", "139": "沙門瞿曇亦復如是，為我無量方便說法、現", "14": "離麗掣再三集在聽堂，數稱歎佛，數稱歎", "140": "義，隨其諸道。世尊！我今自歸於佛、法及比丘", "141": "眾，唯願世尊受我為優婆塞，從今日始，", "142": "終身自歸，乃至命盡。世尊！猶如有人養不", "143": "良馬，望得其利，徒自疲勞而不獲利。世尊！", "144": "我亦如是，彼愚癡尼乾不善曉了，不能", "145": "自知，不識良田而不自審，長夜奉敬，供養", "146": "禮事，望得其利，唐苦無益。世尊！我今再自", "147": "歸佛、法及比丘眾，唯願世尊受我為優婆", "148": "塞，從今日始，終身自歸，乃至命盡。世尊！我", "149": "本無知，於愚癡尼乾有信有敬，從今日", "15": "法及比丘眾。彼時，尼乾弟子師子大臣亦再", "150": "斷。所以者何？欺誑我故。世尊！我今三自歸", "151": "佛、法及比丘眾，唯願世尊受我為優婆塞，", "152": "從今日始，終身自歸，乃至命盡。」佛說如是。", "153": "師子大臣及諸比，丘聞佛所說，歡喜奉行。", "154": "師子經第八竟二千四百一十三字", "155": "19 尼乾經（一九）中阿含業相應品尼乾經第九初一日誦我", "156": "聞如是：一時，佛遊釋羇瘦，在天邑中。", "157": "爾時，世尊告諸比丘：「諸尼乾等如是見、如", "158": "是說，謂人所受皆因本作，若其故業因苦", "159": "行滅，不造新者，則諸業盡，諸業盡已，則得", "16": "三在彼眾中。時，師子大臣亦復再三欲往見", "160": "苦盡，得苦盡已，則得苦邊。我便往彼，到已，", "161": "即問：『尼乾！汝等實如是見、如是說，謂人所", "162": "受皆因本作，若其故業因苦行滅，不造新", "163": "者，則諸業盡，諸業盡已，則得苦盡，得苦盡", "164": "已，則得苦邊耶？』彼答我言：『如是。瞿曇！』我復", "165": "問彼尼乾：『汝等自有淨智，我為本有，我", "166": "為本無，我為本作惡，為不作惡，我為爾所", "167": "苦盡，為爾所苦不盡，若盡已，便得盡，即於", "168": "現世斷諸不善，得眾善法，修習作證耶？』彼", "169": "答我言：『不也。瞿曇！』「我復語彼尼乾：『汝等自", "17": "佛，供養禮事。師子大臣便不辭尼乾，即往", "170": "無淨智，我為本有，我為本無，我為本作惡，", "171": "為不作惡，我為爾所苦盡，為爾所苦不", "172": "盡，若盡已，便得盡，即於現世斷諸不", "173": "善，得眾善法，修習作證，而作是說，謂", "174": "人所受皆因本作，若其故業因苦行滅，", "175": "不造新者，則諸業盡，諸業盡已，則得苦盡，", "176": "得苦盡已，則得苦邊。尼乾！若汝等自有淨", "177": "智，我為本有，我為本無，我為本作惡，為不", "178": "作惡，我為爾所苦盡，為爾所苦不盡，若盡", "179": "已，便得盡，即於現世斷諸不善，得眾善法，", "18": "詣佛，共相問訊，却坐一面，而作是語：「我聞", "180": "修習作證。尼乾！汝等可得作是說，謂人", "181": "所受皆因本作，若其故業因苦行滅，不造", "182": "新者，則諸業盡，諸業盡已，則得苦盡，得苦", "183": "盡已，則得苦邊。』「尼乾！猶如有人身被毒", "184": "箭，因被毒箭則生極苦，彼為親屬憐念愍", "185": "傷，欲饒益安隱故，即呼拔箭金醫。箭金醫來，", "186": "便以利刀而為開瘡，因開瘡時，復生極苦，", "187": "既開瘡已，而求箭金，求箭金時，復生極苦，", "188": "求得金已，即便拔出，因拔出時，復生極苦，", "189": "拔金出已，薄瘡纏裹，因裹瘡時，復生極苦，", "19": "沙門瞿曇宗本不可作，亦為人說不可作法。", "190": "彼於拔箭金後，得力無患，不壞諸根，平復", "191": "如故。尼乾！彼人自有淨智，便作是念：『我本", "192": "被毒箭，因被毒箭，則生極苦，我諸親屬見", "193": "憐念愍傷，欲饒益安隱我故，即呼拔箭金", "194": "醫，箭金醫來，便以利刀為我開瘡，因開瘡", "195": "時，復生極苦，既開瘡已，而求箭金，求箭金", "196": "時，復生極苦，求得金已，即便拔出，因拔出", "197": "時，復生極苦，拔金出已，薄瘡纏裹，因裹瘡", "198": "時，復生極苦，我於拔箭金後，得力無患，不", "199": "壞諸根，平復如故。』「如是，尼乾！若汝等自", "2": "東晉罽賓三藏瞿曇僧伽提婆譯", "20": "瞿曇！若如是說，沙門瞿曇宗本不可作，亦", "200": "有淨智，我為本有，我為本無，我為本作惡，", "201": "為不作惡，我為爾所苦盡，為爾所苦不盡，", "202": "若盡已，便得盡，即於現世斷諸不善，得眾", "203": "善法，修習作證。尼乾！汝等可得作是說，謂", "204": "人所受皆因本作，若其故業因苦行滅，不", "205": "造新者，則諸業盡，諸業盡已，則得苦盡，得苦", "206": "盡已，則得苦邊，我問如是，不見諸尼乾", "207": "能答我言：『瞿曇！如是，不如是。』「復次，我問諸", "208": "尼乾曰：『若諸尼乾有上斷、上苦行，爾時", "209": "諸尼乾生上苦耶？』彼答我言：『如是。瞿曇！』", "21": "為人說不可作法，彼不謗毀沙門瞿曇耶？", "210": "『若有中斷、中苦行，爾時諸尼乾生中苦耶？』", "211": "彼答我言：『如是，瞿曇！』『若有下斷、下苦行，爾", "212": "時諸尼乾生下苦耶？』彼答我言：『如是，瞿曇！』", "213": "是為諸尼乾有上斷、上苦行，爾時諸尼乾", "214": "則生上苦；有中斷、中苦行，爾時諸尼乾則", "215": "生中苦；有下斷、下苦行，爾時諸尼乾則生", "216": "下苦。若使諸尼乾有上斷、上苦行，爾時諸", "217": "尼乾止息上苦；有中斷、中苦行，爾時諸尼", "218": "乾止息中苦；有下斷、下苦行，爾時諸尼乾", "219": "止息下苦。若如是作、不如是作，止息極苦", "22": "彼說真實耶？彼說是法耶？彼說法如法", "220": "甚重苦者，當知諸尼乾即於現世作苦。", "221": "但諸尼乾為癡所覆，為癡所纏，而作是說：", "222": "『謂人所受皆因本作，若其故業因苦行滅，", "223": "不造新者，則諸業盡，諸業盡已，則得苦盡，", "224": "得苦盡已，則得苦邊。』我問如是，不見諸", "225": "尼乾能答我言：『瞿曇！如是，不如是。』「復次，我", "226": "問諸尼乾曰：『諸尼乾！若有樂報業，彼業", "227": "寧可因斷、因苦行，轉作苦報耶？』彼答我言：", "228": "『不也。瞿曇！』『諸尼乾！若有苦報業，彼業寧可", "229": "因斷、因苦行，轉作樂報耶？』彼答我言：『不", "23": "耶？於如法無過、無難詰耶？」世尊答曰：", "230": "也。瞿曇！』『諸尼乾！若有現法報業，彼業寧可", "231": "因斷、因苦行，轉作後生報耶？』彼答我言：", "232": "『不也。瞿曇！』『諸尼乾！若有後生報業，彼業寧", "233": "可因斷、因苦行，轉作現法報耶？』彼答我言：", "234": "『不也。瞿曇！』『諸尼乾！若有不熟報業，彼業寧", "235": "可因斷、因苦行，轉作熟報耶？』彼答我言：『不", "236": "也。瞿曇！』『諸尼乾！若有熟報業，彼業寧可因", "237": "斷、因苦行，轉作異耶？』彼答我言：『不也。瞿曇！』", "238": "『諸尼乾！是為樂報業，彼業不可因斷、因苦", "239": "行，轉作苦報。諸尼乾！苦報業，彼業不可", "24": "「師子！若如是說，沙門瞿曇宗本不可作，亦", "240": "因斷、因苦行，轉作樂報。諸尼乾！現法報業，", "241": "彼業不可因斷、因苦行，轉作後生報。諸尼", "242": "乾！後生報業，彼業不可因斷、因苦行，轉作", "243": "現法報。諸尼乾！不熟業，彼業不可因斷、", "244": "因苦行，轉作熟報。諸尼乾！熟報業，彼業", "245": "不可因斷、因苦行，轉作異者。以是故，諸尼", "246": "乾！虛妄方便，空斷無獲。』「彼諸尼乾便報", "247": "我言：『瞿曇！我有尊師，名親子尼乾，作如", "248": "是說：「諸尼乾！汝等若本作惡業，彼業皆可", "249": "因此苦行而得滅盡，若今護身、口、意，因此", "25": "為人說不可作法，彼不謗毀沙門瞿曇！", "250": "不復更作惡業也。」』我復問彼諸尼乾曰：", "251": "『汝等信尊師親子尼乾，不疑惑耶？』彼答", "252": "我言：『瞿曇！我信尊師親子尼乾，無有疑", "253": "惑。』我復語彼諸尼乾曰：『有五種法現世二", "254": "報，信、樂、聞、念、見善觀，諸尼乾！人自有虛妄", "255": "言，是可信、可樂、可聞、可念、可見善觀耶？』", "256": "彼答我言：『如是。瞿曇！』我復語彼諸尼乾", "257": "曰：『是虛妄言，何可信，何可樂，何可聞，何可", "258": "念，何可善觀？謂人自有虛妄言，有信、有樂、", "259": "有聞、有念、有善觀。』「若諸尼乾作是說者，", "26": "彼說真實，彼說是法，彼說如法，於法無過，", "260": "於如法中得五詰責，為可憎惡。云何為", "261": "五？今此眾生所受苦樂皆因本作，若爾者，", "262": "諸尼乾等本作惡業。所以者何？因彼故，諸", "263": "尼乾於今受極重苦，是謂尼乾第一可憎", "264": "惡。復次，眾生所受苦樂皆因合會，若爾者，", "265": "諸尼乾等本惡合會。所以者何？因彼故，諸", "266": "尼乾於今受極重苦，是謂尼乾第二可憎", "267": "惡。復次，眾生所受苦樂皆因為命，若爾者，", "268": "諸尼揵等本惡為命。所以者何？因彼故，諸", "269": "尼乾於今受極重苦，是謂尼乾第三可憎", "27": "亦無難詰。所以者何？師子！有事因此事", "270": "惡。復次，眾生所受苦樂皆因見也。若爾者，", "271": "諸尼乾等本有惡見。所以者何？因彼故，諸", "272": "尼乾於今受極重苦，是謂尼乾第四可憎", "273": "惡。復次，眾生所受苦樂皆因尊祐造，若爾者，", "274": "諸尼乾等本惡尊祐。所以者何？因彼故，諸", "275": "尼乾於今受極重苦，是謂尼乾第五可憎", "276": "惡。若諸尼乾因本所作惡業、惡合會、惡為", "277": "命、惡見、惡尊祐，為惡尊祐所造，因彼故，諸", "278": "尼乾於今受極重苦，是謂因彼事故，諸尼", "279": "乾等為可憎惡。「我所自知、自覺法為汝說", "28": "故，於如實法不能謗毀，沙門瞿曇宗本", "280": "者，若沙門、梵志，若天、魔、梵及餘世間皆無能", "281": "伏，皆無能穢，皆無能制。云何我所自知、自", "282": "覺法為汝說者，非為沙門、梵志，若天、魔、梵", "283": "及餘世間所能伏、所能穢、所能制？若有比", "284": "丘捨身不善業，修身善業，捨口、意不善業，", "285": "修口、意善業，彼於未來苦，便自知我無未", "286": "來苦，如法得樂而不棄捨。彼或欲斷苦", "287": "因，行欲，或欲斷苦因，行捨欲，彼若欲斷苦", "288": "因，行欲者，即修其行欲，已斷者，苦便得盡。", "289": "彼若欲斷苦因，行捨欲者，即修其行捨欲，", "29": "不可作，亦為人說不可作法。師子！復有事", "290": "已斷者，苦便得盡。若彼比丘便作是念：『隨", "291": "所為、隨所行，不善法生而善法滅，若自斷", "292": "苦，不善法滅而善法生，我今寧可自斷其", "293": "苦。』便自斷苦。自斷苦已，不善法滅而善法", "294": "生，不復斷苦。所以者何？比丘！本所為者，其", "295": "義已成，若復斷苦，是處不然。「比丘！猶如箭", "296": "工用檢撓箭，其箭已直，不復用檢。所以者", "297": "何？彼人本所為者，其事已成，若復用檢，是處", "298": "不然。如是，比丘便作是念：『隨所為、隨所", "299": "行，不善法生而善法滅，若自斷苦，不善法", "3": "18 師子經（一八）業相應品師子經第八初一日誦", "30": "因此事故，於如實法不能謗毀，沙門瞿曇", "300": "滅而善法生，我今寧可自斷其苦。』便自斷", "301": "苦。自斷苦已，不善法滅而善法生，不復斷", "302": "苦。所以者何？本所為者，其義已成，若復斷", "303": "苦，是處不然。比丘！猶如有人愛念、染著、敬", "304": "待彼女，然彼女人更與他語，共相問訊，往來", "305": "止宿，其人因是身心生苦惱，極憂慼耶？」比", "306": "丘答曰：「如是。世尊！所以者何？其人於女愛", "307": "念、染著，極相敬待，而彼女人更與他語，共相", "308": "問訊，往來止宿，其人身心何得不生苦惱憂", "309": "慼？」「比丘！若使其人而作是念：『我唐愛念、敬", "31": "宗本可作，亦為人說可作之法。師子！復有", "310": "待彼女，然彼女人更與他語，共相問訊，往來", "311": "止宿，我今寧可因自苦自憂故，斷為彼女", "312": "愛念、染著耶？』其人於後因自苦自憂故，便", "313": "斷為彼女愛念、染著。若彼女人故與他語，", "314": "共相問訊，往來止宿，其人於後，身心寧當復", "315": "生苦惱，極憂慼耶？」比丘答曰：「不也。世尊！所", "316": "以者何？其人於女無復愛念、染著之情，若彼", "317": "女人故與他語，共相問訊，往來止宿，若使其", "318": "人因此身心復生苦惱極憂慼者，是處不", "319": "然。」「如是，比丘便作是念：『隨所為、隨所行，不", "32": "事因此事故，於如實法不能謗毀，沙門瞿", "320": "善法生而善法滅，若自斷其苦，不善法滅而", "321": "善法生，我今寧可自斷其苦。』便自斷苦。自", "322": "斷苦已，不善法滅而善法生，不復斷苦。所", "323": "以者何？本所為者，其義已成，若復斷苦，是處", "324": "不然。「彼復作是念：『若有所因，斷其苦者，我", "325": "便已斷，然我於欲猶故未斷，我今寧可求", "326": "斷於欲。』便求斷欲。彼為斷欲故，獨住遠", "327": "離，在無事處，或至樹下空安靜處，山巖石", "328": "室、露地穰積，或至林中，或在塚間，彼已在", "329": "無事處，或至樹下空安靜處，敷尼師檀，", "33": "曇宗本斷滅，亦為人說斷滅之法。師子！復", "330": "結加趺坐，正身正願，反念不向，斷除貪伺，", "331": "心無有諍，見他財物諸生活具不起貪伺，", "332": "欲令我得，彼於貪伺淨除其心。如是，瞋恚、", "333": "睡眠、掉悔，斷疑、度惑，於諸善法無有猶", "334": "豫，彼於疑惑淨除其心。「彼已斷此五蓋、心", "335": "穢、慧羸，離欲、離惡不善之法，至得第四禪", "336": "成就遊。彼得如是定，心清淨，無穢無煩，柔", "337": "軟善住，得不動心，趣向漏盡智通作證，彼", "338": "便知此苦如真，知此苦習、知此苦滅、知", "339": "此苦滅道如真，亦知此漏如真，知此漏習、", "34": "有事因此事故，於如實法不能謗毀，沙", "340": "知此漏滅、知此漏滅道如真，彼如是知、如", "341": "是見已，則欲漏心解脫，有漏、無明漏心解脫，", "342": "解脫已，便知解脫，生已盡，梵行已立，所作已", "343": "辦，不更受有，知如真。「如來如是正心解脫，", "344": "得五稱譽，如法無諍，可愛可敬。云何為五？", "345": "彼眾生者，所受苦樂皆因本作，若爾者，如", "346": "來本有妙業，因彼故，如來於今聖無漏樂，", "347": "寂靜止息而得樂覺，是謂如來得第一稱", "348": "譽。復次，眾生所受苦樂皆因合會，若爾者，", "349": "如來本妙合會，因彼故，如來於今聖無漏樂，", "35": "門瞿曇宗本可惡，亦為人說可憎惡法。師", "350": "寂靜止息而得樂覺，是謂如來得第二稱", "351": "譽。復次，眾生所受苦樂皆因為命，若爾者，", "352": "如來本妙為命，因彼故，如來於今聖無漏", "353": "樂，寂靜止息而得樂覺，是謂如來得第三", "354": "稱譽。復次，眾生所受苦樂皆因見也，若爾", "355": "者，如來本妙見，因彼故，如來於今聖無漏", "356": "樂，寂靜止息而得樂覺，是謂如來得第四", "357": "稱譽。復次，眾生所受苦樂皆因尊祐造，若爾", "358": "者，如來本妙尊祐，因彼故，如來於今聖無漏", "359": "樂，寂靜止息而得樂覺，是謂如來得第五稱", "36": "子！復有事因此事故，於如實法不能謗", "360": "譽。是為如來本妙業、妙合會、妙為命、妙見、妙", "361": "尊祐，為妙尊祐所造，因彼故，如來於今聖", "362": "無漏樂，寂靜止息而得樂覺，以此事故，如", "363": "來於今得五稱譽。「有五因緣，心生憂苦。云", "364": "何為五？婬欲纏者，因婬欲纏故，心生憂苦。", "365": "如是，瞋恚、睡眠、掉悔、疑惑纏者，因疑惑纏", "366": "故，心生憂苦。是謂五因緣，心生憂苦。有五", "367": "因緣，心滅憂苦。云何為五？若婬欲纏者，因", "368": "婬欲纏故，心生憂苦，除婬欲纏已，憂苦便", "369": "滅，因婬欲纏，心生憂苦，於現法中而得究", "37": "毀，沙門瞿曇宗本法、律，亦為人說法、律之", "370": "竟，無煩無熱，常住不變，是聖所知、聖所見。", "371": "如是，瞋恚、睡眠、掉悔，若疑惑纏者，因疑惑", "372": "纏故，心生憂苦，除疑惑纏已，憂苦便滅，因", "373": "疑惑纏，心生憂苦，於現法中而得究竟，無", "374": "煩無熱，常住不變，是聖所知、聖所見。是謂五", "375": "因緣，心滅憂苦。「復次，更有現法而得究竟，", "376": "無煩無熱，常住不變，是聖所知、聖所見。云何", "377": "更有現法而得究竟，無煩無熱，常住不變，", "378": "是聖所知、聖所見？謂八支聖道，正見乃至正", "379": "定，是為八。是謂更有現法而得究竟，無", "38": "法。師子！復有事因此事故，於如實法不", "380": "煩無熱，常住不變，是聖所知、聖所見。」佛說如", "381": "是。彼諸比丘聞佛所說，歡喜奉行。", "382": "尼乾經第九竟三千六百", "383": "20 波羅牢經（二〇）中阿含業相應品波羅牢經第十初", "384": "一日誦", "385": "我聞如是：一時，佛遊拘麗瘦，與大比丘眾", "386": "俱，往至北村，住北村北尸攝惒林中。爾時，", "387": "波羅牢伽彌尼聞沙門瞿曇釋種子，捨釋宗", "388": "族，出家學道，遊拘麗瘦，與大比丘眾俱，至", "389": "此北村，住北村北尸攝惒林中。彼沙門瞿曇", "39": "能謗毀，沙門瞿曇宗本苦行，亦為人說苦", "390": "有大名稱，周聞十方，沙門瞿曇如來、無所著、", "391": "等正覺、明行成為、善逝、世間解、無上士、道法御、", "392": "天人師，號佛、眾祐。彼於此世，天及魔、梵、沙門、", "393": "梵志，從人至天，自知自覺，自作證成就遊，彼", "394": "若說法，初善、中善、竟亦善，有義有文，具足清", "395": "淨，顯現梵行。若見如來、無所著、等正覺，尊重", "396": "禮拜，供養承事者，快得善利。彼作是念：「我應", "397": "往見沙門瞿曇！禮事供養。」波羅牢伽彌尼聞", "398": "已，從北村出，北行至尸攝惒林，欲見世尊", "399": "禮事供養。波羅牢伽彌尼遙見世尊在林樹", "4": "我聞如是：一時，佛遊鞞舍離，在獼猴水邊", "40": "行之法。師子！復有事因此事故，於如實法", "400": "間，端正姝好，猶星中月，光曜暐曄，晃若金", "401": "山，相好具足，威神巍巍，諸根寂定，無有蔽礙，", "402": "成就調御，息心靜默。波羅牢伽彌尼遙見佛", "403": "已，前至佛所，共相問訊，却坐一面，白世尊", "404": "曰：「我聞沙門瞿曇知幻是幻，瞿曇！若如是說，", "405": "沙門瞿曇知幻是幻，彼不謗毀沙門瞿曇", "406": "耶？彼說真實耶？彼說是法耶？彼說法如法", "407": "耶？於如法無過、無難詰耶？」世尊答曰：「伽彌", "408": "尼！若如是說，沙門瞿曇知幻是幻，彼不謗", "409": "毀沙門瞿曇！彼說真實，彼說是法，彼說法", "41": "不能謗毀，沙門瞿曇宗本不入於胎，亦為", "410": "如法，於法無過，亦無難詰。所以者何？伽彌", "411": "尼！我知彼幻，我自非幻。」波羅牢說曰：「彼沙", "412": "門、梵志所說真實，而我不信彼說沙門瞿曇", "413": "知幻是幻。」世尊告曰：「伽彌尼！若知幻者，即", "414": "是幻耶？」波羅牢白曰：「如是。世尊！如是。善逝！」", "415": "世尊告曰：「伽彌尼！汝莫自誤，謗毀於我，若謗", "416": "毀我者，則便自損。有諍有犯，聖賢所惡，而", "417": "得大罪。所以者何？此實不如汝之所說。伽", "418": "彌尼！汝聞拘麗瘦有卒耶？」答曰：「聞有。」「伽彌", "419": "尼！於意云何？拘麗瘦用是卒為？」答曰：「瞿曇！", "42": "人說不入胎法。師子！復有事因此事故，於", "420": "通使殺賊，為此事故，拘麗瘦畜是卒也。」「伽", "421": "彌尼！於意云何？拘麗瘦卒為有戒，為無戒", "422": "耶？」答曰：「瞿曇！若世間有無戒德者，無過", "423": "拘麗瘦卒。所以者何？拘麗瘦卒極犯禁戒，", "424": "唯行惡法。」復問：「伽彌尼！汝如是見、如是知，", "425": "我不問汝，若他問汝：『波羅牢伽彌尼知拘", "426": "麗瘦卒極犯禁戒，唯行惡法，因此事故，波", "427": "羅牢伽彌尼極犯禁戒，唯行惡法。』若如是", "428": "說，為真說耶？」答曰：「非也。瞿曇。所以者何？拘", "429": "麗瘦卒見異、欲異，所願亦異，拘麗瘦卒極犯", "43": "如實法不能謗毀，沙門瞿曇宗本安隱，亦", "430": "禁戒，唯行惡法；我極持戒，不行惡法。」復問：", "431": "「伽彌尼！汝知拘麗瘦卒極犯禁戒，唯行惡", "432": "法，然不以此為犯禁戒，唯行惡法；如來", "433": "何以不得知幻而自非幻？所以者何？我知", "434": "幻，知幻人，知幻報，知斷幻。伽彌尼！我亦知", "435": "殺生，知殺生人，知殺生報，知斷殺生。伽", "436": "彌尼！我知不與取，知不與取人，知不與取", "437": "報，知斷不與取。伽彌尼！我知妄言，知妄言", "438": "人，知妄言報，知斷妄言。伽彌尼！我如是知、", "439": "如是見。若有作是說，沙門瞿曇知幻即是", "44": "為人說安隱之法。「師子！云何有事因此事", "440": "幻者，彼未斷此語，聞彼心、彼欲、彼願、彼聞、", "441": "彼念、彼觀，如屈伸臂頃，命終生地獄中。」波", "442": "羅牢伽彌尼聞已，怖懼戰慄，身毛皆竪，即從", "443": "坐起，頭面禮足，長跪叉手，白世尊曰：「悔", "444": "過，瞿曇！自昔，善逝！如愚、如癡、如不定、如", "445": "不善。所以者何？我以妄說沙門瞿曇是幻，", "446": "唯願瞿曇受我悔過，見罪發露，我悔過已，", "447": "護不更作。」世尊告曰：「如是，伽彌尼！汝實如", "448": "愚、如癡、如不定、如不善。所以者何？謂汝於", "449": "如來、無所著、等正覺妄說是幻。然汝能悔過，", "45": "故，於如實法不能謗毀，沙門瞿曇宗本不", "450": "見罪發露，護不更作。如是，伽彌尼！若有悔", "451": "過，見罪發露，護不更作者，則長養聖法而", "452": "無有失。」於是，波羅牢伽彌尼叉手向佛，白", "453": "世尊曰：「瞿曇！有一沙門梵志如是見、如是", "454": "說：『若有殺生者，彼一切即於現法受報，因", "455": "彼生憂苦；若有不與取、妄言，彼一切即於", "456": "現法受報，因彼生憂苦。』沙門瞿曇！於意云", "457": "何？」世尊告曰：「伽彌尼！我今問汝，隨所解答。", "458": "伽彌尼！於意云何？若村邑中，或有一人，頭", "459": "冠華鬘，雜香塗身，而作倡樂，歌舞自娛，唯", "46": "可作，亦為人說不可作法？師子！我說身惡", "460": "作女妓，歡樂如王。若有問者：『此人本作何", "461": "等，今頭冠華鬘，雜香塗身，而作倡樂，歌舞", "462": "自娛，唯作女妓，歡樂如王？』或有答者：『此人", "463": "為王殺害怨家，王歡喜已，即與賞賜，是以", "464": "此人頭冠華鬘，雜香塗身，而作倡樂，歌舞自", "465": "娛，唯作女妓，歡樂如王。』伽彌尼！汝如是見、", "466": "如是聞不？」答曰：「見也。瞿曇！已聞、當聞。」「伽彌", "467": "尼！又復見王收捕罪人，反縛兩手，打鼓唱", "468": "令，出南城門，坐高標下而梟其首。若有", "469": "問者：『此人何罪，為王所戮？』或有答者：『此人", "47": "行不可作，口、意惡行亦不可作。師子！若如", "470": "枉殺王家無過之人，是以王教如是行刑。』", "471": "伽彌尼！汝如是見、如是聞不？」答曰：「見也。瞿曇！", "472": "已聞、當聞。」「伽彌尼！若有沙門、梵志如是見、", "473": "如是說：『若有殺生，彼一切即於現法受報，", "474": "因彼生憂苦。』彼為真說，為虛妄言？」答曰：「妄", "475": "言。瞿曇！」「若彼說妄言，汝意信不？」答曰：「不信", "476": "也。瞿曇！」世尊歎曰：「善哉！善哉！伽彌尼！」復問：「伽", "477": "彌尼！於意云何？若村邑中，或有一人，頭冠", "478": "華鬘，雜香塗身，而作倡樂，歌舞自娛，唯作", "479": "女妓，歡樂如王。若有問者：『此人本作何等，", "48": "是比無量不善穢污之法，為當來有本、煩熱", "480": "今頭冠華鬘，雜香塗身，而作倡樂，歌舞自娛，", "481": "唯作女妓，歡樂如王？』或有答者：『此人於他", "482": "國中而不與取，是以此人頭冠華鬘，雜香塗", "483": "身，而作倡樂，歌舞自娛，唯作女妓，歡樂如", "484": "王。』伽彌尼！汝如是見、如是聞不？」答曰：「見也。", "485": "瞿曇！已聞、當聞。」「伽彌尼！又復見王收捕罪", "486": "人，反縛兩手，打鼓唱令，出南城門，坐高標", "487": "下而梟其首。若有問者：『此人何罪，為王所", "488": "戮？』或有答者：『此人於王國而不與取，是以", "489": "王教如是行刑。』伽彌尼！汝如是見、如是聞", "49": "苦報、生老病死因。師子！我說此法盡不可作。", "490": "不？」答曰：「見也。瞿曇！已聞、當聞。」「伽彌尼！若有", "491": "沙門、梵志如是見、如是說：『若有不與取，彼", "492": "一切即於現法受報，因彼生憂苦。』彼為真", "493": "說，為虛妄言？」答曰：「妄言。瞿曇！」「若彼說妄言，", "494": "汝意信不？」答曰：「不信也。瞿曇！」世尊歎曰：「善", "495": "哉！善哉！伽彌尼！」復問：「伽彌尼！於意云何？若", "496": "村邑中，或有一人，頭冠華鬘，雜香塗身，而作", "497": "倡樂，歌舞自娛，唯作女妓，歡樂如王。若有", "498": "問者：『此人本作何等，今頭冠華鬘，雜香塗", "499": "身，而作倡樂，歌舞自娛，唯作女妓，歡樂如", "5": "高樓臺觀。爾時，眾多鞞舍離麗掣集在聽", "50": "師子！是謂有事因此事故，於如實法不", "500": "王？』或有答者：『此人作妓，能戲調笑，彼以妄", "501": "言令王歡喜，王歡喜已，即與賞賜，是以此", "502": "人頭冠華鬘，雜香塗身，而作倡樂，歌舞自", "503": "娛，唯作女妓，歡樂如王。』伽彌尼！汝如是見、", "504": "如是聞不？」答曰：「見也。瞿曇！已聞、當聞。」「伽彌", "505": "尼！又復見王收捕罪人，用棒打殺，盛以木", "506": "檻，露車載之，出北城門，棄著壍中。若有問", "507": "者：『此人何罪，為王所殺？』或有答者：『此人在", "508": "王前妄有所證，彼以妄言欺誑於王，是以", "509": "王教取作如是。』伽彌尼！汝如是見、如是聞", "51": "能謗毀，沙門瞿曇宗本不可作，亦為人說", "510": "不？」答曰：「見也。瞿曇！已聞、當聞。」「伽彌尼！於意", "511": "云何？若有沙門、梵志如是見、如是說：『若有", "512": "妄言，彼一切即於現法受報，因彼生憂苦。』", "513": "彼為真說，為虛妄言？」答曰：「妄言。瞿曇！」「若彼", "514": "說妄言，汝意信不？」答曰：「不信也。瞿曇！」世尊", "515": "歎曰：「善哉！善哉！伽彌尼！」於是，波羅牢伽彌尼", "516": "即從坐起，偏袒著衣，叉手向佛，白世尊", "517": "曰：「甚奇！瞿曇所說極妙，善喻善證。瞿曇！我", "518": "於北村中造作高堂，敷設床褥，安立水", "519": "器，然大明燈，若有精進沙門、梵志來宿高", "52": "不可作法。「師子！云何復有事因此事故，於", "520": "堂，我隨其力，供給所須。有四論士，所見各", "521": "異，更相違反，來集高堂。於中論士如是見、如", "522": "是說，無施無齋，無有呪說，無善惡業，無", "523": "善惡業報，無此世彼世，無父無母，世無真", "524": "人往至善處，善去善向，此世彼世，自知自", "525": "覺，自作證成就遊。「第二論士而有正見，反第", "526": "一論士所見、所知，如是見、如是說，有施有", "527": "齋，亦有呪說，有善惡業，有善惡業報，有此", "528": "世彼世，有父有母，世有真人往至善處，善", "529": "去善向，此世彼世，自知自覺，自作證成就遊。", "53": "如實法不能謗毀，沙門瞿曇宗本可作，亦", "530": "「第三論士如是見、如是說，自作、教作，自斷、", "531": "教斷，自煮、教煮，愁煩憂慼，搥胸懊惱，啼哭", "532": "愚癡，殺生、不與取、邪婬、妄言、飲酒，穿牆開藏，", "533": "至他巷劫，害村壞邑，破城滅國；作如是", "534": "者，為不作惡。又以鐵輪利如剃刀，彼於此", "535": "地一切眾生，於一日中斫截斬剉，剝裂剬割，", "536": "作一肉段，一分一積，因是無惡業，因是無", "537": "惡業報。恒水南岸殺、斷、煮去，恒水北岸施與、", "538": "作齋、呪說而來，因是無罪無福，因是無罪", "539": "福報。施與、調御、守護、攝持、稱譽、饒益，惠施、愛", "54": "為人說可作之法？師子！我說身妙行可作，", "540": "言、利及等利，因是無福，因是無福報。「第四", "541": "論士而有正見，反第三論士所知、所見，如", "542": "是見、如是說，自作、教作，自斷、教斷，自煮、教", "543": "煮，愁煩憂慼，搥胸懊惱，啼哭愚癡，殺生、不與", "544": "取、邪婬、妄言、飲酒，穿墻開藏，至他巷劫，害", "545": "村壞邑，破城滅國；作如是者，實為作惡。又", "546": "以鐵輪利如剃刀，彼於此地一切眾生，於", "547": "一日中斫截斬剉，剝裂剬割，作一肉段，一", "548": "分一積，因是有惡業，因是有惡業報。恒水", "549": "南岸殺、斷、煮去，恒水北岸施與、作齋、呪說而", "55": "口、意妙行亦可作。師子！若如是比無量善", "550": "來，因是有罪有福，因是有罪福報。施與、調", "551": "御、守護、攝持、稱譽、饒益，惠施、愛言、利及等利，", "552": "因是有福，因是有福報。瞿曇！我聞是已，", "553": "便生疑惑：此沙門、梵志，誰說真實，誰說虛", "554": "妄？」世尊告曰：「伽彌尼！汝莫生疑惑。所以者", "555": "何？因有疑惑便生猶豫。伽彌尼！汝自無淨", "556": "智，為有後世，為無後世？伽彌尼！汝又無", "557": "淨智，所作為惡，所作為善？伽彌尼！有法之", "558": "定，名曰遠離，汝因此定，可得正念，可得", "559": "一心。如是，汝於現法便斷疑惑，而得昇進。」", "56": "法與樂果，受於樂報，生於善處而得長壽。", "560": "於是，波羅牢伽彌尼復從坐起，偏袒著衣，", "561": "叉手向佛，白世尊曰：「瞿曇！云何法定，名曰", "562": "遠離，令我因此可得正念，可得一心，如", "563": "是我於現法便斷疑惑，而得昇進？」世尊告", "564": "曰：「伽彌尼！多聞聖弟子離殺斷殺，斷不與", "565": "取、邪婬、妄言，至斷邪見，得正見，彼於晝日", "566": "教田作耕稼，至暮放息，入室坐定，過夜", "567": "曉時而作是念：『我離殺斷殺，斷不與取、邪", "568": "婬、妄言，至斷邪見，得正見。』彼便自見，我", "569": "斷十惡業道，念十善業道。彼自見斷十惡", "57": "師子！我說此法盡應可作。師子！是謂有事", "570": "業道，念十善業道已，便生歡悅，生歡悅已，", "571": "便生於喜，生於喜已，便止息身，止息身已，", "572": "便身覺樂，身覺樂已，便得一心。伽彌尼！多", "573": "聞聖弟子得一心已，則心與慈俱，遍滿一", "574": "方成就遊。如是，二三四方、四維上下，普周一", "575": "切，心與慈俱，無結無怨，無恚無諍，極廣甚", "576": "大，無量善修，遍滿一切世間成就遊。彼作", "577": "是念：『若有沙門、梵志如是見、如是說，無施", "578": "無齋，無有呪說，無善惡業，無善惡業報，", "579": "無此世彼世，無父無母，世無真人往至善", "58": "因此事故，不能謗毀，沙門瞿曇宗本可作，", "580": "處，善去善向，此世彼世，自知自覺，自作證成", "581": "就遊。若彼沙門、梵志所說真實者，我不犯", "582": "世怖與不怖，常當慈愍一切世間，我心不", "583": "與眾生共諍，無濁歡悅。我今得無上人上", "584": "之法，昇進得安樂居，謂遠離法定。彼沙門、梵", "585": "志所說，不是不非。』不是不非已，得內心止。", "586": "伽彌尼！是謂法定，名曰遠離，汝因此定，可", "587": "得正念，可得一心，如是汝於現法便斷", "588": "疑惑，而得昇進。「復次，伽彌尼！多聞聖弟子", "589": "離殺斷殺，斷不與取、邪婬、妄言，至斷邪見，", "59": "亦為人說可作之法。「師子！云何復有事因", "590": "得正見，彼於晝日教田作耕稼，至暮放息，", "591": "入室坐定，過夜曉時而作是念：『我離殺斷", "592": "殺，斷不與取、邪婬、妄言，至斷邪見，得正見。』", "593": "彼便自見，我斷十惡業道，念十善業道。彼", "594": "自見斷十惡業道，念十善業道已，便生歡", "595": "悅，生歡悅已，便生於喜，生於喜已，便止息", "596": "身，止息身已，便身覺樂，身覺樂已，便得一", "597": "心。伽彌尼！多聞聖弟子得一心已，則心與", "598": "悲俱，遍滿一方成就遊。如是，二三四方、四維", "599": "上下，普周一切，心與悲俱，無結無怨，無恚", "6": "堂，數稱歎佛，數稱歎法及比丘眾。彼時，尼", "60": "此事故，於如實法不能謗毀，沙門瞿曇宗", "600": "無諍，極廣甚大，無量善修，遍滿一切世間", "601": "成就遊。彼作是念：『若沙門、梵志如是見、", "602": "如是說，有施有齋，亦有呪說，有善惡業，", "603": "有善惡業報，有此世彼世，有父有母，世有", "604": "真人往至善處，善去善向，此世彼世，自知", "605": "自覺，自作證成就遊。若彼沙門、梵志所說真", "606": "實者，我不犯世怖與不怖，常當慈愍一切", "607": "世間，我心不與眾生共諍，無濁歡悅。我得", "608": "無上人上之法，昇進得安樂居，謂遠離法", "609": "定。彼沙門、梵志所說不是不非。』不是不非", "61": "本斷滅，亦為人說斷滅之法？師子！我說身", "610": "已，得內心止。伽彌尼！是謂法定，名曰遠離，", "611": "汝因此定，可得正念，可得一心，如是於", "612": "現法便斷疑惑，而得昇進。「復次，伽彌尼！多", "613": "聞聖弟子離殺斷殺，斷不與取、邪婬、妄言，", "614": "至斷邪見，得正見，彼於晝日教田作耕", "615": "稼，至暮放息，入室坐定，過夜曉時而作是", "616": "念：『我離殺斷殺，斷不與取、邪婬、妄言，至斷", "617": "邪見，得正見。』彼便自見，我斷十惡業道，念", "618": "十善業道。彼自見斷十惡業道，念十善業", "619": "道已，便生歡悅，生歡悅已，便生於喜，生於", "62": "惡行應斷滅，口、意惡行亦應斷滅。師子！若", "620": "喜已，便止息身，止息身已，便身覺樂，身覺", "621": "樂已，便得一心。伽彌尼！多聞聖弟子得一", "622": "心已，則心與喜俱，遍滿一方成就遊。如是，", "623": "二三四方、四維上下，普周一切，心與喜俱，無", "624": "結無怨，無恚無諍，極廣甚大，無量善修，遍", "625": "滿一切世間成就遊。彼作是念：『若有沙門、", "626": "梵志如是見、如是說，自作、教作，自斷、教斷，", "627": "自煮、教煮，愁煩憂慼，搥胷懊惱，啼哭愚癡，", "628": "殺生、不與取、邪婬、妄言、飲酒，穿墻開藏，至他", "629": "巷劫，害村壞邑，破城滅國；作如是者，實", "63": "如是比無量不善穢汙之法，為當來有本、煩", "630": "為不作惡。又以鐵輪利如剃刀，彼於此地", "631": "一切眾生，於一日中斫截斬剉，剝裂剬割，作", "632": "一肉段，一分一積，因是無惡業，因是無惡", "633": "業報。恒水南岸殺、斷、煮去，恒水北岸施與、作", "634": "齋、呪說而來，因是無罪無福，因是無罪福", "635": "報。施與、調御、守護、攝持、稱譽、饒益，惠施、愛言、", "636": "利及等利，因是無福，因是無福報。若沙門、", "637": "梵志所說真實者，我不犯世怖與不怖，常", "638": "當慈愍一切世間，我心不與眾生共諍，無", "639": "濁歡悅。我今得無上人上之法，昇進得安", "64": "熱苦報、生老病死因。師子！我說此法盡應斷", "640": "樂居，謂遠離法定。』彼於沙門、梵志所說不", "641": "是不非，不是不非已，內得心止。伽彌尼！是", "642": "謂法定，名曰遠離，汝因此定，可得正念，可", "643": "得一心，如是汝於現法便斷疑惑，而得", "644": "昇進。「復次，伽彌尼！多聞聖弟子離殺斷殺，", "645": "斷不與取、邪婬、妄言，至斷邪見，得正見，彼", "646": "於晝日教田作耕稼，至暮放息，入室坐定，", "647": "過夜曉時而作是念：『我離殺斷殺，斷不與", "648": "取、邪婬、妄言，至斷邪見，得正見。』彼便自見，", "649": "我斷十惡業道，念十善業道。彼自見斷十", "65": "滅。師子！是謂有事因此事故，於如實法不", "650": "惡業道，念十善業道已，便生歡悅，生歡悅", "651": "已，便生於喜，生於喜已，便止息身，止息身", "652": "已，便身覺樂，身覺樂已，便得一心。伽彌尼！", "653": "多聞聖弟子得一心已，則心與捨俱，遍滿", "654": "一方成就遊。如是，二三四方、四維上下，普周", "655": "一切，心與捨俱，無結無怨，無恚無諍，極廣", "656": "甚大，無量善修，遍滿一切世間成就遊。彼", "657": "作是念：『若有沙門、梵志如是見、如是說，自", "658": "作、教作，自斷、教斷，自煮、教煮，愁煩憂慼，搥", "659": "胸懊惱，啼哭愚癡，殺生、不與取、邪婬、妄言、飲", "66": "能謗毀，沙門瞿曇宗本斷滅，亦為人說斷", "660": "酒，穿墻開藏，至他巷劫，害村壞邑，破城", "661": "滅國；作如是者，實為作惡。又以鐵輪利如", "662": "剃刀，彼於此地一切眾生，於一日中斫截", "663": "斬剉，剝裂剬割，作一肉段，一分一積，因是", "664": "有惡業，因是有惡業報，恒水南岸殺、斷、煮", "665": "去，恒水北岸施與、作齋、呪說而求，因是有", "666": "罪有福，因是有罪福報。施與、調御、守護、攝", "667": "持、稱譽、饒益，惠施、愛言、利及等利，因是有", "668": "福，因是有福報。若沙門、梵志所說真實者，", "669": "我不犯世怖與不怖，常當慈愍一切世間，", "67": "滅之法。「師子！云何復有事因此事故，於如", "670": "我心不與眾生共諍，無濁歡悅，我得無上", "671": "人上之法，昇進得樂居，謂遠離法定。』彼", "672": "於沙門、梵志所說不是不非，不是不非已，", "673": "得內心止。伽彌尼！是謂法定，名曰遠離，汝", "674": "因此定，可得正念，可得一心，如是於現", "675": "法便斷疑惑，而得昇進。」說此法時，波羅牢", "676": "伽彌尼遠塵離垢，諸法淨眼生。於是，波羅", "677": "牢伽彌尼見法、得法，覺白淨法，斷疑度惑，", "678": "更無餘尊，不復從他，無有猶豫，已住果", "679": "證，於世尊法得無所畏。即從坐起，稽首", "68": "實法不能謗毀，沙門瞿曇宗本可惡，亦為", "680": "佛足，白曰：「世尊！我今自歸佛、法及比丘眾，", "681": "唯願世尊受我為優婆塞，從今日始，終身", "682": "自歸，乃至命盡。」佛說如是。波羅牢伽彌尼及", "683": "諸比丘，聞佛所說，歡喜奉行。", "684": "波羅牢經第十竟四千八百", "685": "中阿含經卷第四一萬八百十三字", "686": "中阿含業相應品第二竟二萬一千六十字初一日", "687": "誦", "69": "人說可憎惡法？師子！我說身惡行可憎惡，", "7": "乾弟子師子大臣亦在眾中。是時，師子大臣", "70": "口、意惡行亦可憎惡。師子！若如是比無量不", "71": "善穢汙之法，為當來有本、煩熱苦報、生老病", "72": "死因。師子！我說此法盡可憎惡。師子！是謂", "73": "有事因此事故，於如實法不能謗毀，沙門", "74": "瞿曇宗本可惡，亦為人說可憎惡法。「師子！", "75": "云何復有事因此事故，於如實法不能謗", "76": "毀，沙門瞿曇宗本法、律，亦為人說法、律之", "77": "法？師子！我為斷貪婬故而說法、律，斷瞋恚、", "78": "愚癡故而說法、律。師子！若如是比無量不", "79": "善穢汙之法，為當來有本、煩熱苦報、生老病", "8": "欲往見佛，供養禮事，師子大臣則先往詣諸", "80": "死因。師子！我為斷彼故而說法、律。師子！是", "81": "謂有事因此事故，於如實法不能謗毀，", "82": "沙門瞿曇宗本法、律，亦為人說法、律之法。「師", "83": "子！云何復有事因此事故，於如實法不能", "84": "謗毀，沙門瞿曇宗本苦行，亦為人說苦行之", "85": "法？師子！或有沙門、梵志裸形無衣，或以手", "86": "為衣，或以葉為衣，或以珠為衣，或不以", "87": "瓶取水，或不以魁取水，不食刀杖劫抄", "88": "之食，不食欺妄食，不自往，不遣信，不來尊、", "89": "不善尊、不住尊。若有二人食，不在中食，不", "9": "尼乾所，白尼乾曰：「諸尊！我欲往見沙門", "90": "懷妊家食，不畜狗家食，設使家有糞蠅飛", "91": "來，便不食也。不噉魚，不食肉，不飲酒，不", "92": "飲惡水，或都無所飲，學無飲行；或噉一口，", "93": "以一口為足，或二口、三、四，乃至七口，以七口", "94": "為足；或食一得，以一得為足，或二、三、四，乃至", "95": "七得，以七得為足；或日一食，以一食為足，或", "96": "二、三、四、五、六、七日、半月、一月一食，以一食為", "97": "足；或食菜茹，或食稗子，或食穄米，或食雜", "98": "󰎣，或食頭頭邏食，或食麤食；或至無事處，", "99": "依於無事，或食根，或食果，或食自落果，或"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 業相應品: 中阿含業相應品: 中阿含業相應品: 中阿含經", "author": "東晉 瞿曇僧伽提婆譯", "sourceLink": "http://www.cbeta.org/"}