{"author": "西晉 法炬譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0113 佛說難提釋經: 佛說難提釋經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 113 [No. 99(857)]", "1": "佛說難提釋經", "2": "西晉沙門法炬譯", "3": "聞如是：一時，佛行在俱舍梨國，樹名尼拘類。", "4": "是時，多聚會比丘在迦梨講堂，樹間會坐為", "5": "佛作衣，今佛不久夏竟，夏已盡佛自說：「三", "6": "月已竟作衣已，當到多人處。」便難提釋聞，多", "7": "聚會比丘在迦梨講堂樹間會坐，為佛作衣。", "8": "今佛不久夏竟，夏已盡佛自說：「三月已竟作", "9": "衣已，當到多人處。」難提釋已聞如是，便", "10": "到佛所，已到為佛足禮，便坐一處。已坐，難提", "11": "釋白佛言：「如是我聞，多聚會比丘在迦梨講", "12": "堂樹間會坐，為佛作衣，今佛不久夏竟已，夏", "13": "盡佛自說：『三月已竟，作衣已，當到多人處。』我", "14": "聞是即愁憂，所食不覺味，諸方不分別，所", "15": "聞善法不復念，所作世間業不復著。所以者", "16": "何？甚久乃復得見佛并清淨行比丘。」難提", "17": "釋言已竟，佛便報難提：「釋難提！若見我身，", "18": "若不見我身，若見清淨行比丘，若不見清淨", "19": "行比丘，常當行內五法。何等五？一者意常", "20": "當有信，捨不信意。二者常當清淨行，捨不清", "21": "淨行。三者常當樂布施、捨慳貪。四者常當有", "22": "慧、捨癡。五者常當多聞，莫樂不聞。難提！是為", "23": "內五事。已當復有六念。何等六？一念佛，二", "24": "念法，三念比丘僧，四念戒，五念施與，六念", "25": "天。", "26": "「難提！若慧弟子念佛諸德，佛為有是：為如", "27": "來、為無所著、為一切覺、為神行足、為已快、", "28": "為有無量、為無有上、為男子師、為法御者、為", "29": "天人師、為覺有是。若天、若人、若魔、若梵、若沙", "30": "門、若婆羅門，為自慧證身生處已盡，為已著", "31": "清淨行，所為當自識，但有是身從後不受。難", "32": "提！是時慧弟子意不著貪欲，不著瞋恚，不著", "33": "愚癡，便為直意；慧弟子意已直，已直意便得", "34": "義、便得法、便見法、便大樂喜；已喜便生樂，從", "35": "樂便身滅；身已滅便得安隱；已得安隱便得", "36": "定，從定便如知如見，是為苦諦、是為習、是", "37": "為盡、是為苦滅向道者諦。難提！若慧弟子", "38": "在邪中為直念，有恨意便為捨，意有所著便", "39": "不受。是為慧弟子樂道迹，為常念佛德。", "40": "「難提！若慧弟子念法德佛所說，大為安隱為", "41": "可見，為無時可相授，可得持慧者鑽，可得", "42": "出可飽，可依從法得離所處。難提！是時慧弟", "43": "子意不著貪欲、不著瞋恚、不著愚癡，便為", "44": "直念；慧弟子意已直，已直意便得義、便得法、", "45": "便見法、便大樂喜；已喜便生樂，從樂便身滅；", "46": "身已滅便得安隱意，從安隱便得定；從定便", "47": "如知如見，是為苦諦，是為習，是為盡，是為", "48": "苦滅向道者諦。難提！若慧弟子在邪中為", "49": "直念，有恨意便為捨，意有所著便不受。是為", "50": "慧弟子樂道迹，為常念法德。", "51": "「難提！若慧弟子念比丘聚德，佛眾弟子為有", "52": "清淨、為有定、為有脫、為有脫見慧、為有行、", "53": "為有所得，為是世間福田，少施得福無有量。", "54": "若眾中有須陀洹，為信有須陀洹，若眾有斯", "55": "陀含，為信有斯陀含，若眾有阿那含，為信", "56": "有阿那含，若眾有阿羅漢，為信有阿羅漢，是", "57": "為男子，四雙賢者八輩人中第一人中之剛，", "58": "為人師、為人中、應受恭敬者，是為三界中最", "59": "人！難提！是時慧弟子意不著貪欲，不著瞋恚、", "60": "不著愚癡，便為直意；慧弟子意已直，已直意", "61": "便得義、便得法、便見法、便大樂喜；已喜便生", "62": "樂，從樂便身滅；身已滅，便得安隱意；從安隱", "63": "便得定，從定便如知如見，是為苦諦是為", "64": "習、是為盡、是為苦滅向道者諦。難提！若", "65": "慧弟子在邪中為直念，有恨意便為捨，意有", "66": "所著便不受，是為慧弟子樂道迹，為常念比", "67": "丘聚德。難提！若慧弟子自念戒德，佛所施戒", "68": "不可犯、不可輕、不可毀、不可弄、不可試，慧者", "69": "從戒得定，從定便離愛，意不著世間，譬如", "70": "石破終不復合。難提！是時慧弟子意不著貪", "71": "欲、不著瞋恚、不著愚癡、便為直意，慧弟子意", "72": "已直，已直意便得義、便得法、便見法、便大樂", "73": "喜；已喜便生樂，從樂便身滅；身已滅便得", "74": "安隱意；從安隱便得定，從定便如知如見，是", "75": "為苦諦，是為習，是為盡，是為苦滅向道者", "76": "諦。難提！若慧弟子在邪中為直念，有恨意便", "77": "為捨，意有所著便不受，是為慧弟子樂道迹，", "78": "為常念戒德。難提！若慧弟子自念施與之德，", "79": "快哉我已得作人，於慳貪之中能自拔，無有", "80": "嫉之意，為常樂與為信所與，後必當得少施", "81": "所得無量，從施得無為。難提！是時慧弟子意", "82": "不著貪欲、不著瞋恚、不著愚癡，便為直意；", "83": "慧弟子意已直，已直意便得義、便得法、便見", "84": "法、便大樂喜；已喜便生樂，從樂便身滅，身", "85": "已滅便得安隱意；從安隱便得定，從定便如", "86": "知如見，是為苦諦，是為習，是為盡，是為苦", "87": "滅向道者諦。難提！若慧弟子在邪中為直念，", "88": "有恨意便為捨，意有所著便不受，是為慧弟", "89": "子樂道迹，為常念施與之德。", "90": "「難提！若慧弟子念諸天德，第一照頭摩賴，第", "91": "二忉利，第三豔，第四兜術，第五泥慢羅提，", "92": "第六般泥迷陀惒舍惒提。若從信、若從清淨、", "93": "若從聞、若從施、若從慧，各有行得上是六天，", "94": "我亦能行五法，若信戒聞施慧，從是因緣得", "95": "生天上。難提！是時慧弟子意，不著貪欲、不著", "96": "瞋恚、不著愚癡，便為直意；慧弟子意已直，已", "97": "直意便得義、便得法、便見法、便大樂喜；已喜", "98": "便生樂，從樂便身滅；身已滅便得安隱意，從", "99": "安隱便得定；從定便如知如見，是為苦諦是", "100": "為習，是為盡是為苦滅向道者諦。難提！若", "101": "慧弟子在邪中為直念，有恨意便為捨，意有", "102": "所著便不受，是為慧弟子樂道迹，為常念諸", "103": "天德。」佛說如是。難提釋大歡喜受，著意常", "104": "行是六念，起坐持頭面著佛足禮。", "105": "佛說難提釋經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0113 佛說難提釋經: 佛說難提釋經", "source": "CBETA"}